-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Máy chủ: 127.0.0.1
-- Thời gian đã tạo: Th5 09, 2026 lúc 07:56 PM
-- Phiên bản máy phục vụ: 10.4.32-MariaDB
-- Phiên bản PHP: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Cơ sở dữ liệu: `edu_management`
--

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `admission_applications`
--

CREATE TABLE `admission_applications` (
  `id` int(11) NOT NULL,
  `major_id` int(11) NOT NULL,
  `method_id` int(11) NOT NULL,
  `full_name` varchar(150) NOT NULL,
  `gender` enum('Nam','Nữ','Khác') DEFAULT 'Nam',
  `birthday` date DEFAULT NULL,
  `citizen_id` varchar(20) DEFAULT NULL,
  `email` varchar(150) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `high_school` varchar(255) DEFAULT NULL,
  `graduation_year` varchar(10) DEFAULT NULL,
  `math_score` decimal(4,2) DEFAULT NULL,
  `literature_score` decimal(4,2) DEFAULT NULL,
  `english_score` decimal(4,2) DEFAULT NULL,
  `total_score` decimal(4,2) DEFAULT NULL,
  `note` text DEFAULT NULL,
  `status` enum('new','checking','approved','rejected','enrolled') DEFAULT 'new',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `round_id` int(11) DEFAULT NULL COMMENT 'Thuộc đợt tuyển sinh nào',
  `is_supplementary` tinyint(1) DEFAULT 0 COMMENT '1 = hồ sơ bổ sung'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `admission_applications`
--

INSERT INTO `admission_applications` (`id`, `major_id`, `method_id`, `full_name`, `gender`, `birthday`, `citizen_id`, `email`, `phone`, `address`, `high_school`, `graduation_year`, `math_score`, `literature_score`, `english_score`, `total_score`, `note`, `status`, `created_at`, `round_id`, `is_supplementary`) VALUES
(1, 1, 1, 'Nguyễn Minh Nhật', 'Nam', '2008-03-12', '074208000001', 'nhat2008@gmail.com', '0903000001', 'Bình Dương', 'THPT Trịnh Hoài Đức', '2026', 8.20, 7.50, 8.00, 23.70, 'Đăng ký ngành Công nghệ thông tin bằng điểm thi THPT', '', '2026-05-02 10:52:32', NULL, 0),
(2, 1, 2, 'Trần Thị Bích Ngọc', 'Nữ', '2008-05-20', '074208000002', 'ngoc2008@gmail.com', '0903000002', 'TP.HCM', 'THPT Nguyễn Trãi', '2026', 8.50, 8.00, 8.20, 24.70, 'Xét tuyển học bạ ngành Công nghệ thông tin', 'enrolled', '2026-05-02 10:52:32', NULL, 0),
(3, 2, 2, 'Lê Quốc Hưng', 'Nam', '2008-07-10', '074208000003', 'hung2008@gmail.com', '0903000003', 'Đồng Nai', 'THPT Long Thành', '2026', 7.80, 7.20, 7.50, 22.50, 'Đăng ký ngành Kỹ thuật phần mềm', 'enrolled', '2026-05-02 10:52:32', NULL, 0),
(4, 4, 1, 'Phạm Gia Hân', 'Nữ', '2008-09-18', '074208000004', 'han2008@gmail.com', '0903000004', 'Bình Phước', 'THPT Đồng Xoài', '2026', 7.00, 8.00, 7.80, 22.80, 'Đăng ký ngành Quản trị kinh doanh', 'new', '2026-05-02 10:52:32', NULL, 0),
(5, 5, 2, 'Võ Minh Quân', 'Nam', '2008-11-05', '074208000005', 'quan2008@gmail.com', '0903000005', 'Tây Ninh', 'THPT Tây Ninh', '2026', 7.50, 7.00, 7.20, 21.70, 'Đăng ký ngành Kế toán', 'checking', '2026-05-02 10:52:32', NULL, 0),
(6, 6, 1, 'Đặng Khánh Linh', 'Nữ', '2008-01-25', '074208000006', 'linh2008@gmail.com', '0903000006', 'Long An', 'THPT Tân An', '2026', 7.20, 8.30, 8.50, 24.00, 'Đăng ký ngành Ngôn ngữ Anh', 'enrolled', '2026-05-02 10:52:32', NULL, 0),
(7, 7, 3, 'Huỳnh Anh Khoa', 'Nam', '2008-04-08', '074208000007', 'khoa2008@gmail.com', '0903000007', 'Cần Thơ', 'THPT Châu Văn Liêm', '2026', 8.00, 8.00, 7.00, 23.00, 'Hồ sơ xét tuyển thẳng ngành Luật', 'new', '2026-05-02 10:52:32', NULL, 0),
(8, 8, 2, 'Ngô Thanh Thảo', 'Nữ', '2008-06-30', '074208000008', 'thao2008@gmail.com', '0903000008', 'Bình Định', 'THPT Quy Nhơn', '2026', 7.00, 8.50, 7.50, 23.00, 'Đăng ký ngành Giáo dục Tiểu học', 'enrolled', '2026-05-02 10:52:32', NULL, 0),
(9, 1, 1, 'Nguyễn Văn An', 'Nam', '2006-03-12', '079206000001', 'an01@gmail.com', '0901000001', 'Cao Lãnh, Đồng Tháp', 'THPT Cao Lãnh 1', '2026', 8.50, 7.80, 8.00, 24.30, '', 'enrolled', '2026-05-07 10:24:46', NULL, 0),
(10, 1, 1, 'Trần Thị Bình', 'Nữ', '2006-05-21', '079206000002', 'binh02@gmail.com', '0901000002', 'Sa Đéc, Đồng Tháp', 'THPT Sa Đéc', '2026', 7.90, 8.20, 7.50, 23.60, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(11, 2, 1, 'Lê Minh Cường', 'Nam', '2006-01-15', '079206000003', 'cuong03@gmail.com', '0901000003', 'Long Xuyên, An Giang', 'THPT Long Xuyên', '2026', 9.10, 7.00, 8.40, 24.50, '', 'checking', '2026-05-07 10:28:02', NULL, 0),
(12, 2, 2, 'Phạm Ngọc Duyên', 'Nữ', '2006-07-19', '079206000004', 'duyen04@gmail.com', '0901000004', 'Cần Thơ', 'THPT Châu Văn Liêm', '2026', 8.00, 8.60, 8.10, 24.70, '', '', '2026-05-07 10:28:02', NULL, 0),
(13, 3, 1, 'Hoàng Gia Huy', 'Nam', '2006-09-09', '079206000005', 'huy05@gmail.com', '0901000005', 'Mỹ Tho, Tiền Giang', 'THPT Mỹ Tho', '2026', 6.90, 7.40, 7.20, 21.50, '', 'rejected', '2026-05-07 10:28:02', NULL, 0),
(14, 1, 1, 'Đặng Thị Lan', 'Nữ', '2006-11-11', '079206000006', 'lan06@gmail.com', '0901000006', 'Vĩnh Long', 'THPT Vĩnh Long', '2026', 8.80, 8.00, 8.50, 25.30, '', '', '2026-05-07 10:28:02', NULL, 0),
(15, 2, 1, 'Bùi Quốc Khánh', 'Nam', '2006-02-14', '079206000007', 'khanh07@gmail.com', '0901000007', 'Trà Vinh', 'THPT Trà Vinh', '2026', 7.50, 7.00, 7.80, 22.30, '', 'checking', '2026-05-07 10:28:02', NULL, 0),
(16, 3, 2, 'Nguyễn Mỹ Linh', 'Nữ', '2006-06-30', '079206000008', 'linh08@gmail.com', '0901000008', 'Bến Tre', 'THPT Bến Tre', '2026', 8.40, 8.90, 8.00, 25.30, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(17, 1, 1, 'Phan Thanh Nam', 'Nam', '2006-04-25', '079206000009', 'nam09@gmail.com', '0901000009', 'Hồng Ngự, Đồng Tháp', 'THPT Hồng Ngự', '2026', 7.20, 6.90, 7.10, 21.20, '', 'rejected', '2026-05-07 10:28:02', NULL, 0),
(18, 2, 1, 'Võ Thị Oanh', 'Nữ', '2006-08-18', '079206000010', 'oanh10@gmail.com', '0901000010', 'Tân An, Long An', 'THPT Tân An', '2026', 8.10, 8.20, 7.90, 24.20, '', '', '2026-05-07 10:28:02', NULL, 0),
(19, 1, 2, 'Ngô Văn Phúc', 'Nam', '2006-10-02', '079206000011', 'phuc11@gmail.com', '0901000011', 'Rạch Giá, Kiên Giang', 'THPT Nguyễn Trung Trực', '2026', 7.70, 7.80, 7.30, 22.80, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(20, 2, 1, 'Lý Thị Quỳnh', 'Nữ', '2006-03-05', '079206000012', 'quynh12@gmail.com', '0901000012', 'Sóc Trăng', 'THPT Sóc Trăng', '2026', 8.60, 8.10, 8.70, 25.40, '', '', '2026-05-07 10:28:02', NULL, 0),
(21, 3, 1, 'Đỗ Minh Tâm', 'Nam', '2006-05-10', '079206000013', 'tam13@gmail.com', '0901000013', 'Bạc Liêu', 'THPT Bạc Liêu', '2026', 6.80, 7.10, 6.90, 20.80, '', 'checking', '2026-05-07 10:28:02', NULL, 0),
(22, 1, 1, 'Tạ Ngọc Trâm', 'Nữ', '2006-12-01', '079206000014', 'tram14@gmail.com', '0901000014', 'Cà Mau', 'THPT Cà Mau', '2026', 9.00, 8.80, 8.60, 26.40, '', '', '2026-05-07 10:28:02', NULL, 0),
(23, 2, 2, 'Huỳnh Quốc Việt', 'Nam', '2006-01-29', '079206000015', 'viet15@gmail.com', '0901000015', 'Châu Đốc, An Giang', 'THPT Châu Đốc', '2026', 7.30, 7.00, 7.50, 21.80, '', 'new', '2026-05-07 10:28:02', NULL, 0),
(24, 3, 1, 'Mai Thị Yến', 'Nữ', '2006-07-22', '079206000016', 'yen16@gmail.com', '0901000016', 'Cần Thơ', 'THPT Thốt Nốt', '2026', 8.50, 8.00, 8.20, 24.70, '', '', '2026-05-07 10:28:02', NULL, 0),
(25, 1, 1, 'Trương Đức Anh', 'Nam', '2006-09-16', '079206000017', 'anh17@gmail.com', '0901000017', 'Sa Đéc', 'THPT Sa Đéc', '2026', 7.10, 7.40, 7.00, 21.50, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(26, 2, 2, 'Lâm Gia Bảo', 'Nam', '2006-04-13', '079206000018', 'bao18@gmail.com', '0901000018', 'Long Xuyên', 'THPT Long Xuyên', '2026', 8.20, 7.70, 8.10, 24.00, '', 'new', '2026-05-07 10:28:02', NULL, 0),
(27, 1, 1, 'Nguyễn Thu Hà', 'Nữ', '2006-06-06', '079206000019', 'ha19@gmail.com', '0901000019', 'Vĩnh Long', 'THPT Vĩnh Long', '2026', 8.90, 8.30, 8.80, 26.00, '', '', '2026-05-07 10:28:02', NULL, 0),
(28, 3, 1, 'Đinh Thanh Tùng', 'Nam', '2006-11-23', '079206000020', 'tung20@gmail.com', '0901000020', 'Tiền Giang', 'THPT Mỹ Tho', '2026', 6.50, 6.80, 7.00, 20.30, '', 'rejected', '2026-05-07 10:28:02', NULL, 0),
(29, 1, 1, 'Nguyễn Hải Đăng', 'Nam', '2006-02-17', '079206000021', 'dang21@gmail.com', '0901000021', 'Đồng Tháp', 'THPT Cao Lãnh 2', '2026', 8.00, 7.50, 7.90, 23.40, '', '', '2026-05-07 10:28:02', NULL, 0),
(30, 2, 1, 'Trần Ngọc Mai', 'Nữ', '2006-03-28', '079206000022', 'mai22@gmail.com', '0901000022', 'Long An', 'THPT Tân An', '2026', 7.60, 8.00, 7.70, 23.30, '', 'checking', '2026-05-07 10:28:02', NULL, 0),
(31, 3, 2, 'Phạm Quốc Hùng', 'Nam', '2006-05-14', '079206000023', 'hung23@gmail.com', '0901000023', 'Kiên Giang', 'THPT Nguyễn Trung Trực', '2026', 7.90, 7.10, 7.40, 22.40, '', 'new', '2026-05-07 10:28:02', NULL, 0),
(32, 1, 1, 'Lê Thảo Vy', 'Nữ', '2006-07-09', '079206000024', 'vy24@gmail.com', '0901000024', 'An Giang', 'THPT Châu Đốc', '2026', 8.70, 8.40, 8.50, 25.60, '', '', '2026-05-07 10:28:02', NULL, 0),
(33, 2, 1, 'Bùi Minh Hiếu', 'Nam', '2006-08-20', '079206000025', 'hieu25@gmail.com', '0901000025', 'Bến Tre', 'THPT Bến Tre', '2026', 7.20, 7.00, 7.30, 21.50, '', 'rejected', '2026-05-07 10:28:02', NULL, 0),
(34, 3, 1, 'Đặng Quỳnh Anh', 'Nữ', '2006-01-12', '079206000026', 'quynhanh26@gmail.com', '0901000026', 'Cà Mau', 'THPT Cà Mau', '2026', 8.40, 8.20, 8.00, 24.60, '', '', '2026-05-07 10:28:02', NULL, 0),
(35, 1, 2, 'Ngô Quốc Đạt', 'Nam', '2006-10-15', '079206000027', 'dat27@gmail.com', '0901000027', 'Sóc Trăng', 'THPT Sóc Trăng', '2026', 7.80, 7.60, 7.70, 23.10, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(36, 2, 1, 'Tạ Hoàng Long', 'Nam', '2006-12-18', '079206000028', 'long28@gmail.com', '0901000028', 'Vĩnh Long', 'THPT Vĩnh Long', '2026', 8.10, 7.80, 8.00, 23.90, '', 'checking', '2026-05-07 10:28:02', NULL, 0),
(37, 1, 1, 'Huỳnh Mỹ Tiên', 'Nữ', '2006-09-01', '079206000029', 'tien29@gmail.com', '0901000029', 'Cần Thơ', 'THPT Châu Văn Liêm', '2026', 9.20, 8.90, 9.00, 27.10, '', '', '2026-05-07 10:28:02', NULL, 0),
(38, 3, 2, 'Phan Tuấn Kiệt', 'Nam', '2006-04-07', '079206000030', 'kiet30@gmail.com', '0901000030', 'Đồng Tháp', 'THPT Hồng Ngự', '2026', 6.90, 6.70, 7.10, 20.70, '', 'rejected', '2026-05-07 10:28:02', NULL, 0),
(39, 1, 1, 'Nguyễn Bảo Châu', 'Nữ', '2006-06-11', '079206000031', 'chau31@gmail.com', '0901000031', 'Tiền Giang', 'THPT Mỹ Tho', '2026', 8.60, 8.70, 8.30, 25.60, '', '', '2026-05-07 10:28:02', NULL, 0),
(40, 2, 1, 'Lê Công Thành', 'Nam', '2006-03-19', '079206000032', 'thanh32@gmail.com', '0901000032', 'Trà Vinh', 'THPT Trà Vinh', '2026', 7.40, 7.20, 7.00, 21.60, '', 'checking', '2026-05-07 10:28:02', NULL, 0),
(41, 3, 1, 'Mai Nhật Hào', 'Nam', '2006-02-08', '079206000033', 'hao33@gmail.com', '0901000033', 'An Giang', 'THPT Long Xuyên', '2026', 7.80, 7.50, 7.90, 23.20, '', 'new', '2026-05-07 10:28:02', NULL, 0),
(42, 1, 2, 'Võ Thanh Hương', 'Nữ', '2006-05-24', '079206000034', 'huong34@gmail.com', '0901000034', 'Long An', 'THPT Tân An', '2026', 8.90, 8.50, 8.70, 26.10, '', '', '2026-05-07 10:28:02', NULL, 0),
(43, 2, 1, 'Đỗ Gia Minh', 'Nam', '2006-07-30', '079206000035', 'minh35@gmail.com', '0901000035', 'Kiên Giang', 'THPT Nguyễn Trung Trực', '2026', 7.00, 7.10, 6.80, 20.90, '', 'rejected', '2026-05-07 10:28:02', NULL, 0),
(44, 3, 1, 'Trần Ngọc Hân', 'Nữ', '2006-11-13', '079206000036', 'han36@gmail.com', '0901000036', 'Cà Mau', 'THPT Cà Mau', '2026', 8.30, 8.00, 8.10, 24.40, '', '', '2026-05-07 10:28:02', NULL, 0),
(45, 1, 1, 'Lý Hoàng Phúc', 'Nam', '2006-01-26', '079206000037', 'phuc37@gmail.com', '0901000037', 'Đồng Tháp', 'THPT Cao Lãnh 1', '2026', 7.70, 7.40, 7.50, 22.60, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(46, 2, 2, 'Nguyễn Kim Ngân', 'Nữ', '2006-08-04', '079206000038', 'ngan38@gmail.com', '0901000038', 'Bến Tre', 'THPT Bến Tre', '2026', 8.80, 8.60, 8.50, 25.90, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(47, 1, 1, 'Phạm Quốc Bảo', 'Nam', '2006-09-27', '079206000039', 'bao39@gmail.com', '0901000039', 'Sóc Trăng', 'THPT Sóc Trăng', '2026', 7.50, 7.20, 7.60, 22.30, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(48, 3, 1, 'Đặng Thị Như', 'Nữ', '2006-04-02', '079206000040', 'nhu40@gmail.com', '0901000040', 'An Giang', 'THPT Châu Đốc', '2026', 8.00, 8.10, 7.90, 24.00, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(49, 1, 1, 'Huỳnh Văn Sơn', 'Nam', '2006-03-03', '079206000041', 'son41@gmail.com', '0901000041', 'Tiền Giang', 'THPT Mỹ Tho', '2026', 6.70, 6.90, 7.00, 20.60, '', 'rejected', '2026-05-07 10:28:02', NULL, 0),
(50, 2, 1, 'Ngô Thanh Trúc', 'Nữ', '2006-06-18', '079206000042', 'truc42@gmail.com', '0901000042', 'Long An', 'THPT Tân An', '2026', 8.50, 8.20, 8.40, 25.10, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(51, 3, 2, 'Bùi Đức Thịnh', 'Nam', '2006-10-08', '079206000043', 'thinh43@gmail.com', '0901000043', 'Vĩnh Long', 'THPT Vĩnh Long', '2026', 7.30, 7.00, 7.40, 21.70, '', 'checking', '2026-05-07 10:28:02', NULL, 0),
(52, 1, 1, 'Lâm Thị Diễm', 'Nữ', '2006-07-17', '079206000044', 'diem44@gmail.com', '0901000044', 'Cần Thơ', 'THPT Châu Văn Liêm', '2026', 9.00, 8.80, 8.90, 26.70, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(53, 2, 1, 'Mai Quốc Khôi', 'Nam', '2006-02-09', '079206000045', 'khoi45@gmail.com', '0901000045', 'Kiên Giang', 'THPT Nguyễn Trung Trực', '2026', 7.10, 7.30, 7.20, 21.60, '', 'new', '2026-05-07 10:28:02', NULL, 0),
(54, 3, 1, 'Trương Bảo Ngọc', 'Nữ', '2006-12-22', '079206000046', 'ngoc46@gmail.com', '0901000046', 'Đồng Tháp', 'THPT Hồng Ngự', '2026', 8.60, 8.40, 8.30, 25.30, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(55, 1, 2, 'Đinh Quốc Trung', 'Nam', '2006-01-31', '079206000047', 'trung47@gmail.com', '0901000047', 'Bạc Liêu', 'THPT Bạc Liêu', '2026', 7.90, 7.60, 7.80, 23.30, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(56, 2, 1, 'Nguyễn Hồng Ánh', 'Nữ', '2006-05-16', '079206000048', 'anh48@gmail.com', '0901000048', 'Trà Vinh', 'THPT Trà Vinh', '2026', 8.40, 8.50, 8.20, 25.10, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(57, 3, 2, 'Phạm Tuấn Anh', 'Nam', '2006-09-10', '079206000049', 'tuananh49@gmail.com', '0901000049', 'An Giang', 'THPT Long Xuyên', '2026', 6.80, 7.00, 6.90, 20.70, '', 'rejected', '2026-05-07 10:28:02', NULL, 0),
(58, 1, 1, 'Lê Minh Thư', 'Nữ', '2006-06-25', '079206000050', 'thu50@gmail.com', '0901000050', 'Cần Thơ', 'THPT Thốt Nốt', '2026', 9.10, 8.70, 8.80, 26.60, '', 'enrolled', '2026-05-07 10:28:02', NULL, 0),
(59, 3, 2, 'Lý Thanh Khang', 'Nữ', '2008-09-26', '241016772799', 'khanh756@gmail.com', '0915741774', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.79, 7.04, 8.29, 21.12, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(60, 4, 3, 'Lê Phương Tùng', 'Nữ', '2007-04-20', '466181571284', 'huy1006@gmail.com', '0440760085', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.04, 8.29, 9.54, 24.87, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(61, 5, 1, 'Võ Nhật Tiên', 'Nam', '2007-10-12', '691346369768', 'vy257@gmail.com', '0565778395', 'An Giang', 'THPT Chu Văn An', '2025', 8.29, 9.54, 5.79, 23.62, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(62, 1, 2, 'Đỗ Xuân Vy', 'Nam', '2008-04-04', '916511168252', 'anh507@gmail.com', '0790796706', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.54, 5.79, 7.05, 22.38, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(63, 3, 2, 'Hoàng Bảo Nam', 'Nữ', '2008-09-27', '241675966737', 'khanh757@gmail.com', '0915815017', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.79, 7.05, 8.30, 21.14, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(64, 4, 3, 'Mai Gia Trang', 'Nữ', '2007-04-21', '466840765221', 'huy1007@gmail.com', '0440833328', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.05, 8.30, 9.55, 24.90, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(65, 5, 1, 'Huỳnh Mỹ Nhi', 'Nam', '2007-10-13', '692005563705', 'vy257@gmail.com', '0565851639', 'An Giang', 'THPT Chu Văn An', '2025', 8.30, 9.55, 5.80, 23.65, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(66, 1, 2, 'Trần Đức My', 'Nam', '2008-04-05', '917170362189', 'anh507@gmail.com', '0790869950', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.55, 5.80, 7.05, 22.40, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(67, 3, 2, 'Huỳnh Thiên Tiên', 'Nữ', '2008-09-27', '242335157321', 'khanh757@gmail.com', '0915888261', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.80, 7.05, 8.30, 21.15, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(68, 4, 3, 'Lê Đức Phúc', 'Nữ', '2007-04-21', '467499955806', 'huy1007@gmail.com', '0440906572', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.05, 8.30, 9.55, 24.90, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(69, 5, 1, 'Mai Mỹ Anh', 'Nam', '2007-10-13', '692664754290', 'vy258@gmail.com', '0565924883', 'An Giang', 'THPT Chu Văn An', '2025', 8.30, 9.55, 5.80, 23.65, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(70, 1, 2, 'Đặng Xuân Nam', 'Nam', '2008-04-05', '917829552774', 'anh508@gmail.com', '0790943194', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.55, 5.80, 7.05, 22.40, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(71, 3, 2, 'Hồ Tường Trang', 'Nữ', '2008-09-28', '242994351259', 'khanh758@gmail.com', '0915961505', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.80, 7.05, 8.30, 21.15, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(72, 4, 3, 'Ngô Tường Phúc', 'Nữ', '2007-04-22', '468159149743', 'huy1008@gmail.com', '0440979815', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.05, 8.30, 9.55, 24.90, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(73, 5, 1, 'Lý Ngọc Phát', 'Nam', '2007-10-14', '693323948227', 'vy259@gmail.com', '0565998126', 'An Giang', 'THPT Chu Văn An', '2025', 8.30, 9.55, 5.81, 23.66, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(74, 1, 2, 'Phạm Phương Trang', 'Nam', '2008-04-06', '918488746711', 'anh509@gmail.com', '0791016437', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.55, 5.81, 7.06, 22.42, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(75, 3, 2, 'Hoàng Gia Trang', 'Nữ', '2008-09-28', '243653545196', 'khanh759@gmail.com', '0916034748', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.81, 7.06, 8.31, 21.18, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(76, 4, 3, 'Ngô Hải Tùng', 'Nữ', '2007-04-22', '468818343680', 'huy1009@gmail.com', '0441053059', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.06, 8.31, 9.56, 24.93, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(77, 5, 1, 'Mai Mỹ Anh', 'Nam', '2007-10-14', '693983142164', 'vy260@gmail.com', '0566071370', 'An Giang', 'THPT Chu Văn An', '2025', 8.31, 9.56, 5.81, 23.68, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(78, 1, 2, 'Lê Thảo Anh', 'Nam', '2008-04-06', '919147940648', 'anh510@gmail.com', '0791089681', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.56, 5.81, 7.06, 22.43, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(79, 3, 2, 'Nguyễn Xuân Phúc', 'Nữ', '2008-09-29', '244312739133', 'khanh760@gmail.com', '0916107992', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.81, 7.06, 8.31, 21.18, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(80, 4, 3, 'Đặng Bảo Quân', 'Nữ', '2007-04-23', '469477537618', 'huy1009@gmail.com', '0441126303', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.06, 8.31, 9.56, 24.93, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(81, 5, 1, 'Ngô Nhật Hân', 'Nam', '2007-10-15', '694642336102', 'vy260@gmail.com', '0566144614', 'An Giang', 'THPT Chu Văn An', '2025', 8.31, 9.56, 5.81, 23.68, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(82, 1, 2, 'Lê Xuân Long', 'Nam', '2008-04-07', '919807134586', 'anh510@gmail.com', '0791162925', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.56, 5.81, 7.06, 22.43, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(83, 3, 2, 'Nguyễn Khánh Tiên', 'Nữ', '2008-09-29', '244971929718', 'khanh760@gmail.com', '0916181235', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.81, 7.06, 8.31, 21.18, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(84, 4, 3, 'Lý Kim Nhi', 'Nữ', '2007-04-23', '470136728202', 'huy1010@gmail.com', '0441199546', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.06, 8.31, 9.57, 24.94, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(85, 5, 1, 'Đặng Gia Tiên', 'Nam', '2007-10-15', '695301526686', 'vy261@gmail.com', '0566217857', 'An Giang', 'THPT Chu Văn An', '2025', 8.31, 9.57, 5.82, 23.70, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(86, 1, 2, 'Ngô Tuấn Linh', 'Nam', '2008-04-08', '920466325170', 'anh511@gmail.com', '0791236168', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.57, 5.82, 7.07, 22.46, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(87, 3, 2, 'Mai Khánh Anh', 'Nữ', '2008-09-30', '245631123655', 'khanh761@gmail.com', '0916254479', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.82, 7.07, 8.32, 21.21, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(88, 4, 3, 'Bùi Minh Khang', 'Nữ', '2007-04-24', '470795922139', 'huy1011@gmail.com', '0441272790', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.07, 8.32, 9.57, 24.96, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(89, 5, 1, 'Đặng Tường Hân', 'Nam', '2007-10-16', '695960720624', 'vy262@gmail.com', '0566291101', 'An Giang', 'THPT Chu Văn An', '2025', 8.32, 9.57, 5.82, 23.71, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(90, 1, 2, 'Nguyễn Ngọc Khang', 'Nam', '2008-04-08', '921125519108', 'anh512@gmail.com', '0791309412', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.57, 5.82, 7.07, 22.46, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(91, 3, 2, 'Võ Khánh Huy', 'Nữ', '2008-09-30', '246290317593', 'khanh762@gmail.com', '0916327723', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.82, 7.07, 8.32, 21.21, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(92, 4, 3, 'Nguyễn Minh Huy', 'Nữ', '2007-04-24', '471455116077', 'huy1012@gmail.com', '0441346034', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.07, 8.32, 9.57, 24.96, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(93, 5, 1, 'Lê Tuấn Long', 'Nam', '2007-10-16', '696619914561', 'vy263@gmail.com', '0566364345', 'An Giang', 'THPT Chu Văn An', '2025', 8.32, 9.57, 5.82, 23.71, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(94, 1, 2, 'Lê Hải Linh', 'Nam', '2008-04-09', '921784713045', 'anh513@gmail.com', '0791382656', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.57, 5.82, 7.07, 22.46, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(95, 3, 2, 'Đặng Xuân Hân', 'Nữ', '2008-10-01', '246949511530', 'khanh762@gmail.com', '0916400966', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.82, 7.07, 8.33, 21.22, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(96, 4, 3, 'Trần Gia Long', 'Nữ', '2007-04-25', '472114310014', 'huy1012@gmail.com', '0441419277', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.07, 8.33, 9.58, 24.98, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(97, 5, 1, 'Nguyễn Mỹ Lan', 'Nam', '2007-10-17', '697279108498', 'vy263@gmail.com', '0566437588', 'An Giang', 'THPT Chu Văn An', '2025', 8.33, 9.58, 5.83, 23.74, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(98, 1, 2, 'Lý Anh Huy', 'Nam', '2008-04-09', '922443906982', 'anh513@gmail.com', '0791455899', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.58, 5.83, 7.08, 22.49, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(99, 3, 2, 'Hồ Quốc Nhi', 'Nữ', '2008-10-01', '247608702115', 'khanh763@gmail.com', '0916474210', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.83, 7.08, 8.33, 21.24, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(100, 4, 3, 'Hoàng Thanh Tiên', 'Nữ', '2007-04-25', '472773500599', 'huy1013@gmail.com', '0441492521', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.08, 8.33, 9.58, 24.99, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(101, 5, 1, 'Hồ Minh Long', 'Nam', '2007-10-17', '697938299083', 'vy264@gmail.com', '0566510832', 'An Giang', 'THPT Chu Văn An', '2025', 8.33, 9.58, 5.83, 23.74, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(102, 1, 2, 'Đỗ Bảo Vy', 'Nam', '2008-04-10', '923103097567', 'anh514@gmail.com', '0791529143', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.58, 5.83, 7.08, 22.49, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(103, 3, 2, 'Đỗ Đức Anh', 'Nữ', '2008-10-02', '248267896052', 'khanh764@gmail.com', '0916547454', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.83, 7.08, 8.33, 21.24, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(104, 4, 3, 'Nguyễn Phương Hân', 'Nữ', '2007-04-26', '473432694536', 'huy1014@gmail.com', '0441565765', 'Bình Dương', 'THPT Hùng Vương', '2025', 7.08, 8.33, 9.58, 24.99, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(105, 5, 1, 'Bùi Ngọc Anh', 'Nam', '2007-10-18', '698597493020', 'vy265@gmail.com', '0566584076', 'An Giang', 'THPT Chu Văn An', '2025', 8.33, 9.58, 5.83, 23.74, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(106, 1, 2, 'Nguyễn Hải Tiên', 'Nam', '2008-04-10', '923762291504', 'anh515@gmail.com', '0791602387', 'Hà Nội', 'THPT Nguyễn Huệ', '2026', 9.58, 5.83, 7.09, 22.50, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(107, 3, 2, 'Lý Hải Hân', 'Nữ', '2008-10-02', '248927089989', 'khanh765@gmail.com', '0916620698', 'Huế', 'THPT Chuyên Quốc Học', '2026', 5.83, 7.09, 8.34, 21.26, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(108, 4, 3, 'Mai Mỹ Huy', 'Nữ', '2007-04-26', '474091888473', 'huy1015@gmail.com', '0441639009', 'Bình Dương', 'THPT Marie Curie', '2025', 7.09, 8.34, 9.59, 25.02, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(109, 5, 1, 'Nguyễn Quốc Nhi', 'Nam', '2007-10-18', '699256686958', 'vy266@gmail.com', '0566657320', 'An Giang', 'THPT Nguyễn Du', '2025', 8.34, 9.59, 5.84, 23.77, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(110, 1, 2, 'Lý Hải Vy', 'Nam', '2008-04-11', '924421485442', 'anh515@gmail.com', '0791675631', 'Hà Nội', 'THPT Trần Phú', '2026', 9.59, 5.84, 7.09, 22.52, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(111, 3, 2, 'Hồ Ngọc Phúc', 'Nữ', '2008-10-03', '249586283927', 'khanh765@gmail.com', '0916693941', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.84, 7.09, 8.34, 21.27, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(112, 4, 3, 'Mai Khánh Mai', 'Nữ', '2007-04-27', '474751082411', 'huy1015@gmail.com', '0441712252', 'Bình Dương', 'THPT Marie Curie', '2025', 7.09, 8.34, 9.59, 25.02, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(113, 5, 1, 'Ngô Minh Tùng', 'Nam', '2007-10-19', '699915880895', 'vy266@gmail.com', '0566730563', 'An Giang', 'THPT Nguyễn Du', '2025', 8.34, 9.59, 5.84, 23.77, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(114, 1, 2, 'Hoàng Mỹ Hân', 'Nam', '2008-04-11', '925080679379', 'anh516@gmail.com', '0791748874', 'Hà Nội', 'THPT Trần Phú', '2026', 9.59, 5.84, 7.09, 22.52, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(115, 3, 2, 'Nguyễn Thiên Lan', 'Nữ', '2008-10-03', '250245474511', 'khanh766@gmail.com', '0916767185', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.84, 7.09, 8.34, 21.27, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(116, 4, 3, 'Bùi Khánh Phúc', 'Nữ', '2007-04-27', '475410272995', 'huy1016@gmail.com', '0441785496', 'Bình Dương', 'THPT Marie Curie', '2025', 7.09, 8.34, 9.59, 25.02, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(117, 5, 1, 'Võ Quốc Mai', 'Nam', '2007-10-19', '700575071479', 'vy267@gmail.com', '0566803807', 'An Giang', 'THPT Nguyễn Du', '2025', 8.34, 9.59, 5.85, 23.78, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(118, 1, 2, 'Nguyễn Xuân My', 'Nam', '2008-04-12', '925739869964', 'anh517@gmail.com', '0791822118', 'Hà Nội', 'THPT Trần Phú', '2026', 9.59, 5.85, 7.10, 22.54, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(119, 3, 2, 'Nguyễn Kim Long', 'Nữ', '2008-10-04', '250904668449', 'khanh767@gmail.com', '0916840429', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.85, 7.10, 8.35, 21.30, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(120, 4, 3, 'Lê Hoài Trang', 'Nữ', '2007-04-28', '476069466933', 'huy1017@gmail.com', '0441858740', 'Bình Dương', 'THPT Marie Curie', '2025', 7.10, 8.35, 9.60, 25.05, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(121, 5, 1, 'Mai Gia My', 'Nam', '2007-10-20', '701234265417', 'vy268@gmail.com', '0566877051', 'An Giang', 'THPT Nguyễn Du', '2025', 8.35, 9.60, 5.85, 23.80, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(122, 1, 2, 'Hồ Xuân Vy', 'Nam', '2008-04-12', '926399063901', 'anh518@gmail.com', '0791895361', 'Hà Nội', 'THPT Trần Phú', '2026', 9.60, 5.85, 7.10, 22.55, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(123, 3, 3, 'Trần Gia Long', 'Nữ', '2008-10-04', '251563862386', 'khanh768@gmail.com', '0916913672', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.85, 7.10, 8.35, 21.30, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(124, 4, 3, 'Dương Kim Tiên', 'Nữ', '2007-04-28', '476728660870', 'huy1018@gmail.com', '0441931983', 'Bình Dương', 'THPT Marie Curie', '2025', 7.10, 8.35, 9.60, 25.05, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(125, 5, 1, 'Võ Phương Huy', 'Nam', '2007-10-21', '701893459354', 'vy268@gmail.com', '0566950294', 'An Giang', 'THPT Nguyễn Du', '2025', 8.35, 9.60, 5.85, 23.80, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(126, 1, 2, 'Ngô Đức Khang', 'Nam', '2008-04-13', '927058257838', 'anh518@gmail.com', '0791968605', 'Hà Nội', 'THPT Trần Phú', '2026', 9.60, 5.85, 7.10, 22.55, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(127, 3, 3, 'Võ Mỹ Nhi', 'Nữ', '2008-10-05', '252223056323', 'khanh768@gmail.com', '0916986916', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.85, 7.10, 8.35, 21.30, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(128, 4, 3, 'Dương Hải Nam', 'Nữ', '2007-04-29', '477387854807', 'huy1018@gmail.com', '0442005227', 'Bình Dương', 'THPT Marie Curie', '2025', 7.10, 8.35, 9.61, 25.06, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(129, 5, 1, 'Lý Gia Nhi', 'Nam', '2007-10-21', '702552653292', 'vy269@gmail.com', '0567023538', 'An Giang', 'THPT Nguyễn Du', '2025', 8.35, 9.61, 5.86, 23.82, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(130, 1, 2, 'Nguyễn Kim Nam', 'Nam', '2008-04-13', '927717451776', 'anh519@gmail.com', '0792041849', 'Hà Nội', 'THPT Trần Phú', '2026', 9.61, 5.86, 7.11, 22.58, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(131, 3, 3, 'Dương Thanh Trang', 'Nữ', '2008-10-05', '252882246908', 'khanh769@gmail.com', '0917060160', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.86, 7.11, 8.36, 21.33, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(132, 4, 3, 'Võ Phương Tiên', 'Nữ', '2007-04-29', '478047045392', 'huy1019@gmail.com', '0442078471', 'Bình Dương', 'THPT Marie Curie', '2025', 7.11, 8.36, 9.61, 25.08, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(133, 5, 1, 'Lý Mỹ Anh', 'Nam', '2007-10-22', '703211843876', 'vy270@gmail.com', '0567096781', 'An Giang', 'THPT Nguyễn Du', '2025', 8.36, 9.61, 5.86, 23.83, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(134, 1, 2, 'Đỗ Phương Mai', 'Nam', '2008-04-14', '928376642360', 'anh520@gmail.com', '0792115092', 'Hà Nội', 'THPT Trần Phú', '2026', 9.61, 5.86, 7.11, 22.58, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(135, 3, 3, 'Ngô Phương Huy', 'Nữ', '2008-10-06', '253541440845', 'khanh770@gmail.com', '0917133403', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.86, 7.11, 8.36, 21.33, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(136, 4, 3, 'Võ Khánh Huy', 'Nữ', '2007-04-30', '478706239329', 'huy1020@gmail.com', '0442151714', 'Bình Dương', 'THPT Marie Curie', '2025', 7.11, 8.36, 9.61, 25.08, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(137, 5, 1, 'Dương Quốc Vy', 'Nam', '2007-10-22', '703871037813', 'vy271@gmail.com', '0567170025', 'An Giang', 'THPT Nguyễn Du', '2025', 8.36, 9.61, 5.86, 23.83, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(138, 1, 2, 'Nguyễn Thảo Khang', 'Nam', '2008-04-14', '929035836298', 'anh521@gmail.com', '0792188336', 'Hà Nội', 'THPT Trần Phú', '2026', 9.61, 5.86, 7.11, 22.58, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(139, 3, 3, 'Dương Hoài My', 'Nữ', '2008-10-06', '254200634783', 'khanh771@gmail.com', '0917206647', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.86, 7.11, 8.37, 21.34, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(140, 4, 3, 'Bùi Khánh Quân', 'Nữ', '2007-04-30', '479365433267', 'huy1020@gmail.com', '0442224958', 'Bình Dương', 'THPT Marie Curie', '2025', 7.11, 8.37, 9.62, 25.10, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(141, 5, 1, 'Đặng Xuân Vy', 'Nam', '2007-10-23', '704530231751', 'vy271@gmail.com', '0567243269', 'An Giang', 'THPT Nguyễn Du', '2025', 8.37, 9.62, 5.87, 23.86, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(142, 1, 2, 'Phạm Hoài Khang', 'Nam', '2008-04-15', '929695030235', 'anh521@gmail.com', '0792261580', 'Hà Nội', 'THPT Trần Phú', '2026', 9.62, 5.87, 7.12, 22.61, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(143, 3, 3, 'Nguyễn Hoài Huy', 'Nữ', '2008-10-07', '254859828720', 'khanh771@gmail.com', '0917279891', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.87, 7.12, 8.37, 21.36, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(144, 4, 3, 'Lê Thanh Linh', 'Nữ', '2007-05-01', '480024627204', 'huy1021@gmail.com', '0442298201', 'Bình Dương', 'THPT Marie Curie', '2025', 7.12, 8.37, 9.62, 25.11, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(145, 5, 1, 'Nguyễn Bảo Anh', 'Nam', '2007-10-23', '705189425688', 'vy272@gmail.com', '0567316512', 'An Giang', 'THPT Nguyễn Du', '2025', 8.37, 9.62, 5.87, 23.86, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(146, 1, 2, 'Bùi Mỹ Hân', 'Nam', '2008-04-15', '930354224172', 'anh522@gmail.com', '0792334823', 'Hà Nội', 'THPT Trần Phú', '2026', 9.62, 5.87, 7.12, 22.61, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(147, 3, 3, 'Dương Tuấn Mai', 'Nữ', '2008-10-07', '255519019305', 'khanh772@gmail.com', '0917353134', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.87, 7.12, 8.37, 21.36, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(148, 4, 3, 'Nguyễn Thảo Long', 'Nữ', '2007-05-01', '480683817789', 'huy1022@gmail.com', '0442371445', 'Bình Dương', 'THPT Marie Curie', '2025', 7.12, 8.37, 9.62, 25.11, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(149, 5, 1, 'Hoàng Anh Linh', 'Nam', '2007-10-24', '705848616273', 'vy273@gmail.com', '0567389756', 'An Giang', 'THPT Nguyễn Du', '2025', 8.37, 9.62, 5.87, 23.86, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(150, 1, 2, 'Trần Thanh Tùng', 'Nam', '2008-04-16', '931013414757', 'anh523@gmail.com', '0792408067', 'Hà Nội', 'THPT Trần Phú', '2026', 9.62, 5.87, 7.13, 22.62, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(151, 3, 3, 'Dương Khánh Quân', 'Nữ', '2008-10-08', '256178213242', 'khanh773@gmail.com', '0917426378', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.87, 7.13, 8.38, 21.38, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(152, 4, 3, 'Mai Anh Khang', 'Nữ', '2007-05-02', '481343011726', 'huy1023@gmail.com', '0442444689', 'Bình Dương', 'THPT Marie Curie', '2025', 7.13, 8.38, 9.63, 25.14, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(153, 5, 1, 'Hoàng Bảo Nam', 'Nam', '2007-10-24', '706507810210', 'vy274@gmail.com', '0567463000', 'An Giang', 'THPT Nguyễn Du', '2025', 8.38, 9.63, 5.88, 23.89, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(154, 1, 2, 'Dương Khánh My', 'Nam', '2008-04-16', '931672608694', 'anh524@gmail.com', '0792481311', 'Hà Nội', 'THPT Trần Phú', '2026', 9.63, 5.88, 7.13, 22.64, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(155, 3, 3, 'Phạm Tuấn Huy', 'Nữ', '2008-10-08', '256837407179', 'khanh773@gmail.com', '0917499622', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.88, 7.13, 8.38, 21.39, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(156, 4, 3, 'Ngô Tuấn Phúc', 'Nữ', '2007-05-02', '482002205663', 'huy1023@gmail.com', '0442517933', 'Bình Dương', 'THPT Marie Curie', '2025', 7.13, 8.38, 9.63, 25.14, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(157, 5, 1, 'Trần Xuân Nam', 'Nam', '2007-10-25', '707167004147', 'vy274@gmail.com', '0567536244', 'An Giang', 'THPT Nguyễn Du', '2025', 8.38, 9.63, 5.88, 23.89, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(158, 1, 2, 'Lý Kim Huy', 'Nam', '2008-04-17', '932331802632', 'anh524@gmail.com', '0792554555', 'Hà Nội', 'THPT Trần Phú', '2026', 9.63, 5.88, 7.13, 22.64, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(159, 3, 3, 'Bùi Tuấn Lan', 'Nữ', '2008-10-09', '257496601117', 'khanh774@gmail.com', '0917572865', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.88, 7.13, 8.38, 21.39, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(160, 4, 3, 'Lê Mỹ Mai', 'Nữ', '2007-05-03', '482661399601', 'huy1024@gmail.com', '0442591176', 'Bình Dương', 'THPT Marie Curie', '2025', 7.13, 8.38, 9.64, 25.15, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(161, 5, 1, 'Võ Anh Long', 'Nam', '2007-10-25', '707826198085', 'vy275@gmail.com', '0567609487', 'An Giang', 'THPT Nguyễn Du', '2025', 8.38, 9.64, 5.89, 23.91, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(162, 1, 2, 'Đặng Quốc Tiên', 'Nam', '2008-04-17', '932990996569', 'anh525@gmail.com', '0792627798', 'Hà Nội', 'THPT Trần Phú', '2026', 9.64, 5.89, 7.14, 22.67, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(163, 3, 3, 'Phạm Thiên Vy', 'Nữ', '2008-10-09', '258155791701', 'khanh775@gmail.com', '0917646109', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.89, 7.14, 8.39, 21.42, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(164, 4, 3, 'Trần Mỹ Trang', 'Nữ', '2007-05-04', '483320590185', 'huy1025@gmail.com', '0442664420', 'Bình Dương', 'THPT Marie Curie', '2025', 7.14, 8.39, 9.64, 25.17, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(165, 5, 1, 'Trần Quốc Phúc', 'Nam', '2007-10-26', '708485388669', 'vy276@gmail.com', '0567682731', 'An Giang', 'THPT Nguyễn Du', '2025', 8.39, 9.64, 5.89, 23.92, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(166, 1, 2, 'Huỳnh Quốc My', 'Nam', '2008-04-18', '933650187153', 'anh526@gmail.com', '0792701042', 'Hà Nội', 'THPT Trần Phú', '2026', 9.64, 5.89, 7.14, 22.67, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(167, 3, 3, 'Dương Nhật Trâm', 'Nữ', '2008-10-10', '258814985639', 'khanh776@gmail.com', '0917719353', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.89, 7.14, 8.39, 21.42, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(168, 4, 3, 'Nguyễn Kim Vy', 'Nữ', '2007-05-04', '483979784123', 'huy1026@gmail.com', '0442737664', 'Bình Dương', 'THPT Marie Curie', '2025', 7.14, 8.39, 9.64, 25.17, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(169, 5, 1, 'Bùi Bảo Linh', 'Nam', '2007-10-26', '709144582607', 'vy277@gmail.com', '0567755975', 'An Giang', 'THPT Nguyễn Du', '2025', 8.39, 9.64, 5.89, 23.92, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(170, 1, 2, 'Phạm Nhật Nhi', 'Nam', '2008-04-18', '934309381091', 'anh526@gmail.com', '0792774286', 'Hà Nội', 'THPT Trần Phú', '2026', 9.64, 5.89, 7.14, 22.67, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(171, 3, 3, 'Hoàng Xuân Tùng', 'Nữ', '2008-10-10', '259474179576', 'khanh776@gmail.com', '0917792597', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.89, 7.14, 8.40, 21.43, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(172, 4, 3, 'Hoàng Gia Linh', 'Nữ', '2007-05-05', '484638978060', 'huy1026@gmail.com', '0442810907', 'Bình Dương', 'THPT Marie Curie', '2025', 7.14, 8.40, 9.65, 25.19, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(173, 5, 1, 'Lý Bảo Linh', 'Nam', '2007-10-27', '709803776544', 'vy277@gmail.com', '0567829218', 'An Giang', 'THPT Nguyễn Du', '2025', 8.40, 9.65, 5.90, 23.95, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(174, 1, 2, 'Mai Thanh Huy', 'Nam', '2008-04-19', '934968575028', 'anh527@gmail.com', '0792847529', 'Hà Nội', 'THPT Trần Phú', '2026', 9.65, 5.90, 7.15, 22.70, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(175, 3, 3, 'Hồ Ngọc Tùng', 'Nữ', '2008-10-11', '260133373513', 'khanh777@gmail.com', '0917865840', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.90, 7.15, 8.40, 21.45, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(176, 4, 3, 'Bùi Nhật Duy', 'Nữ', '2007-05-05', '485298171997', 'huy1027@gmail.com', '0442884151', 'Bình Dương', 'THPT Marie Curie', '2025', 7.15, 8.40, 9.65, 25.20, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(177, 5, 1, 'Đỗ Đức Huy', 'Nam', '2007-10-27', '710462970481', 'vy278@gmail.com', '0667902462', 'An Giang', 'THPT Nguyễn Du', '2025', 8.40, 9.65, 5.90, 23.95, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(178, 1, 2, 'Hồ Thiên Trâm', 'Nam', '2008-04-19', '935627768966', 'anh528@gmail.com', '0792920773', 'Hà Nội', 'THPT Trần Phú', '2026', 9.65, 5.90, 7.15, 22.70, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(179, 3, 3, 'Võ Gia Phát', 'Nữ', '2008-10-11', '260792564098', 'khanh778@gmail.com', '0917939084', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.90, 7.15, 8.40, 21.45, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(180, 4, 3, 'Bùi Mỹ Anh', 'Nữ', '2007-05-06', '485957362582', 'huy1028@gmail.com', '0442957395', 'Bình Dương', 'THPT Marie Curie', '2025', 7.15, 8.40, 9.65, 25.20, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(181, 5, 1, 'Nguyễn Mỹ Huy', 'Nam', '2007-10-28', '711122161066', 'vy279@gmail.com', '0667975706', 'An Giang', 'THPT Nguyễn Du', '2025', 8.40, 9.65, 5.90, 23.95, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(182, 1, 2, 'Huỳnh Thanh Tiên', 'Nam', '2008-04-20', '936286959550', 'anh529@gmail.com', '0792994017', 'Hà Nội', 'THPT Trần Phú', '2026', 9.65, 5.90, 7.16, 22.71, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(183, 3, 3, 'Ngô Tường Trang', 'Nữ', '2008-10-12', '261451758035', 'khanh779@gmail.com', '0918012327', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.90, 7.16, 8.41, 21.47, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(184, 4, 3, 'Dương Gia Tiên', 'Nữ', '2007-05-06', '486616556519', 'huy1029@gmail.com', '0443030638', 'Bình Dương', 'THPT Marie Curie', '2025', 7.16, 8.41, 9.66, 25.23, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(185, 5, 1, 'Hồ Minh Long', 'Nam', '2007-10-28', '711781355003', 'vy279@gmail.com', '0668048949', 'An Giang', 'THPT Nguyễn Du', '2025', 8.41, 9.66, 5.91, 23.98, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(186, 1, 2, 'Mai Thiên Vy', 'Nam', '2008-04-20', '936946153487', 'anh529@gmail.com', '0793067260', 'Hà Nội', 'THPT Trần Phú', '2026', 9.66, 5.91, 7.16, 22.73, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(187, 3, 3, 'Phạm Mỹ Anh', 'Nữ', '2008-10-12', '262110951973', 'khanh779@gmail.com', '0918085571', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.91, 7.16, 8.41, 21.48, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(188, 4, 3, 'Võ Thảo Hân', 'Nữ', '2007-05-07', '487275750457', 'huy1029@gmail.com', '0443103882', 'Bình Dương', 'THPT Marie Curie', '2025', 7.16, 8.41, 9.66, 25.23, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(189, 5, 1, 'Đặng Khánh Trang', 'Nam', '2007-10-29', '712440548941', 'vy280@gmail.com', '0668122193', 'An Giang', 'THPT Nguyễn Du', '2025', 8.41, 9.66, 5.91, 23.98, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(190, 1, 2, 'Dương Bảo Quân', 'Nam', '2008-04-21', '937605347425', 'anh530@gmail.com', '0793140504', 'Hà Nội', 'THPT Trần Phú', '2026', 9.66, 5.91, 7.16, 22.73, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(191, 3, 3, 'Dương Quốc Hân', 'Nữ', '2008-10-13', '262770145910', 'khanh780@gmail.com', '0918158815', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.91, 7.16, 8.41, 21.48, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(192, 4, 3, 'Bùi Nhật Tùng', 'Nữ', '2007-05-07', '487934944394', 'huy1030@gmail.com', '0443177126', 'Bình Dương', 'THPT Marie Curie', '2025', 7.16, 8.41, 9.66, 25.23, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(193, 5, 1, 'Dương Hải My', 'Nam', '2007-10-29', '713099742878', 'vy281@gmail.com', '0668195437', 'An Giang', 'THPT Nguyễn Du', '2025', 8.41, 9.66, 5.92, 23.99, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(194, 1, 2, 'Trần Tường Mai', 'Nam', '2008-04-21', '938264541362', 'anh531@gmail.com', '0793213747', 'Hà Nội', 'THPT Trần Phú', '2026', 9.66, 5.92, 7.17, 22.75, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(195, 3, 3, 'Nguyễn Thiên Tùng', 'Nữ', '2008-10-13', '263429336494', 'khanh781@gmail.com', '0918232058', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.92, 7.17, 8.42, 21.51, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(196, 4, 3, 'Hoàng Tuấn Nhi', 'Nữ', '2007-05-08', '488594134979', 'huy1031@gmail.com', '0443250369', 'Bình Dương', 'THPT Marie Curie', '2025', 7.17, 8.42, 9.67, 25.26, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(197, 5, 1, 'Dương Bảo Quân', 'Nam', '2007-10-30', '713758933463', 'vy282@gmail.com', '0668268680', 'An Giang', 'THPT Nguyễn Du', '2025', 8.42, 9.67, 5.92, 24.01, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(198, 1, 2, 'Hoàng Hải Anh', 'Nam', '2008-04-22', '938923731947', 'anh532@gmail.com', '0793286991', 'Hà Nội', 'THPT Trần Phú', '2026', 9.67, 5.92, 7.17, 22.76, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(199, 3, 3, 'Đặng Anh Huy', 'Nữ', '2008-10-14', '264088530432', 'khanh782@gmail.com', '0918305302', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.92, 7.17, 8.42, 21.51, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(200, 4, 3, 'Đặng Mỹ Nam', 'Nữ', '2007-05-08', '489253328916', 'huy1031@gmail.com', '0443323613', 'Bình Dương', 'THPT Marie Curie', '2025', 7.17, 8.42, 9.67, 25.26, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(201, 5, 1, 'Nguyễn Phương Phát', 'Nam', '2007-10-30', '714418127400', 'vy282@gmail.com', '0668341924', 'An Giang', 'THPT Nguyễn Du', '2025', 8.42, 9.67, 5.92, 24.01, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(202, 1, 2, 'Đặng Ngọc Long', 'Nam', '2008-04-22', '939582925884', 'anh532@gmail.com', '0793360235', 'Hà Nội', 'THPT Trần Phú', '2026', 9.67, 5.92, 7.17, 22.76, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(203, 3, 3, 'Đỗ Kim Khang', 'Nữ', '2008-10-15', '264747724369', 'khanh782@gmail.com', '0918378546', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.92, 7.17, 8.42, 21.51, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(204, 4, 3, 'Lý Mỹ Nam', 'Nữ', '2007-05-09', '489912522853', 'huy1032@gmail.com', '0443396857', 'Bình Dương', 'THPT Marie Curie', '2025', 7.17, 8.42, 9.68, 25.27, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(205, 5, 1, 'Đỗ Khánh Vy', 'Nam', '2007-10-31', '715077321337', 'vy283@gmail.com', '0668415168', 'An Giang', 'THPT Nguyễn Du', '2025', 8.42, 9.68, 5.93, 24.03, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(206, 1, 2, 'Hồ Gia Vy', 'Nam', '2008-04-23', '940242119821', 'anh533@gmail.com', '0793433479', 'Hà Nội', 'THPT Trần Phú', '2026', 9.68, 5.93, 7.18, 22.79, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(207, 3, 3, 'Đặng Đức Vy', 'Nữ', '2008-10-15', '265406918307', 'khanh783@gmail.com', '0918451789', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.93, 7.18, 8.43, 21.54, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(208, 4, 3, 'Dương Phương My', 'Nữ', '2007-05-09', '490571716791', 'huy1033@gmail.com', '0443470100', 'Bình Dương', 'THPT Marie Curie', '2025', 7.18, 8.43, 9.68, 25.29, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(209, 5, 1, 'Hoàng Kim Nhi', 'Nam', '2007-10-31', '715736515275', 'vy284@gmail.com', '0668488411', 'An Giang', 'THPT Nguyễn Du', '2025', 8.43, 9.68, 5.93, 24.04, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(210, 1, 2, 'Dương Tuấn Vy', 'Nam', '2008-04-23', '940901313759', 'anh534@gmail.com', '0793506722', 'Hà Nội', 'THPT Trần Phú', '2026', 9.68, 5.93, 7.18, 22.79, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(211, 3, 3, 'Mai Thanh Khang', 'Nữ', '2008-10-16', '266066108891', 'khanh784@gmail.com', '0918525033', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.93, 7.18, 8.43, 21.54, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(212, 4, 3, 'Đặng Hoài Duy', 'Nữ', '2007-05-10', '491230907375', 'huy1034@gmail.com', '0443543344', 'Bình Dương', 'THPT Marie Curie', '2025', 7.18, 8.43, 9.68, 25.29, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(213, 5, 1, 'Võ Thảo Phát', 'Nam', '2007-11-01', '716395705859', 'vy285@gmail.com', '0668561655', 'An Giang', 'THPT Nguyễn Du', '2025', 8.43, 9.68, 5.93, 24.04, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(214, 1, 2, 'Phạm Tường Trâm', 'Nam', '2008-04-24', '941560504343', 'anh534@gmail.com', '0793579966', 'Hà Nội', 'THPT Trần Phú', '2026', 9.68, 5.93, 7.18, 22.79, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(215, 3, 3, 'Lý Gia Nhi', 'Nữ', '2008-10-16', '266725302828', 'khanh784@gmail.com', '0918598277', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.93, 7.18, 8.44, 21.55, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(216, 4, 3, 'Phạm Hoài Khang', 'Nữ', '2007-05-10', '491890101313', 'huy1034@gmail.com', '0443616588', 'Bình Dương', 'THPT Marie Curie', '2025', 7.18, 8.44, 9.69, 25.31, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(217, 5, 1, 'Phạm Quốc Phát', 'Nam', '2007-11-01', '717054899797', 'vy285@gmail.com', '0668634899', 'An Giang', 'THPT Nguyễn Du', '2025', 8.44, 9.69, 5.94, 24.07, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(218, 1, 2, 'Lê Quốc Long', 'Nam', '2008-04-24', '942219698281', 'anh535@gmail.com', '0793653210', 'Hà Nội', 'THPT Trần Phú', '2026', 9.69, 5.94, 7.19, 22.82, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(219, 3, 3, 'Lý Nhật Duy', 'Nữ', '2008-10-17', '267384496766', 'khanh785@gmail.com', '0918671521', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.94, 7.19, 8.44, 21.57, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(220, 4, 3, 'Hồ Ngọc My', 'Nữ', '2007-05-11', '492549295250', 'huy1035@gmail.com', '0443689832', 'Bình Dương', 'THPT Marie Curie', '2025', 7.19, 8.44, 9.69, 25.32, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(221, 5, 1, 'Huỳnh Gia Vy', 'Nam', '2007-11-02', '717714093734', 'vy286@gmail.com', '0668708143', 'An Giang', 'THPT Nguyễn Du', '2025', 8.44, 9.69, 5.94, 24.07, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(222, 1, 2, 'Huỳnh Ngọc Nhi', 'Nam', '2008-04-25', '942878892218', 'anh536@gmail.com', '0793726454', 'Hà Nội', 'THPT Trần Phú', '2026', 9.69, 5.94, 7.19, 22.82, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(223, 3, 3, 'Đặng Khánh Huy', 'Nữ', '2008-10-17', '268043690703', 'khanh786@gmail.com', '0918744764', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.94, 7.19, 8.44, 21.57, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(224, 4, 3, 'Đỗ Tuấn Duy', 'Nữ', '2007-05-11', '493208489187', 'huy1036@gmail.com', '0443763075', 'Bình Dương', 'THPT Marie Curie', '2025', 7.19, 8.44, 9.69, 25.32, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(225, 5, 1, 'Đỗ Nhật Trang', 'Nam', '2007-11-02', '718373287671', 'vy287@gmail.com', '0668781386', 'An Giang', 'THPT Nguyễn Du', '2025', 8.44, 9.69, 5.94, 24.07, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(226, 1, 2, 'Nguyễn Phương Phát', 'Nam', '2008-04-25', '943538086155', 'anh537@gmail.com', '0793799697', 'Hà Nội', 'THPT Trần Phú', '2026', 9.69, 5.94, 7.20, 22.83, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(227, 3, 3, 'Hoàng Quốc Tùng', 'Nữ', '2008-10-18', '268702881288', 'khanh787@gmail.com', '0918818008', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.94, 7.20, 8.45, 21.59, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(228, 4, 3, 'Nguyễn Thiên Duy', 'Nữ', '2007-05-12', '493867679772', 'huy1037@gmail.com', '0443836319', 'Bình Dương', 'THPT Marie Curie', '2025', 7.20, 8.45, 9.70, 25.35, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(229, 5, 1, 'Võ Hải Nhi', 'Nam', '2007-11-03', '719032478256', 'vy287@gmail.com', '0668854630', 'An Giang', 'THPT Nguyễn Du', '2025', 8.45, 9.70, 5.95, 24.10, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(230, 1, 2, 'Hồ Anh Nam', 'Nam', '2008-04-26', '944197276740', 'anh537@gmail.com', '0793872941', 'Hà Nội', 'THPT Trần Phú', '2026', 9.70, 5.95, 7.20, 22.85, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(231, 3, 3, 'Trần Anh Hân', 'Nữ', '2008-10-18', '269362075225', 'khanh787@gmail.com', '0918891252', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.95, 7.20, 8.45, 21.60, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(232, 4, 3, 'Dương Kim Trâm', 'Nữ', '2007-05-12', '494526873709', 'huy1037@gmail.com', '0443909563', 'Bình Dương', 'THPT Marie Curie', '2025', 7.20, 8.45, 9.70, 25.35, '', 'checking', '2026-05-08 02:23:58', 3, 1);
INSERT INTO `admission_applications` (`id`, `major_id`, `method_id`, `full_name`, `gender`, `birthday`, `citizen_id`, `email`, `phone`, `address`, `high_school`, `graduation_year`, `math_score`, `literature_score`, `english_score`, `total_score`, `note`, `status`, `created_at`, `round_id`, `is_supplementary`) VALUES
(233, 5, 1, 'Huỳnh Gia Nam', 'Nam', '2007-11-03', '719691672193', 'vy288@gmail.com', '0668927874', 'An Giang', 'THPT Nguyễn Du', '2025', 8.45, 9.70, 5.95, 24.10, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(234, 1, 2, 'Dương Đức Phúc', 'Nam', '2008-04-26', '944856470677', 'anh538@gmail.com', '0793946184', 'Hà Nội', 'THPT Trần Phú', '2026', 9.70, 5.95, 7.20, 22.85, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(235, 3, 3, 'Mai Nhật Khang', 'Nữ', '2008-10-19', '270021269162', 'khanh788@gmail.com', '0918964495', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.95, 7.20, 8.45, 21.60, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(236, 4, 3, 'Ngô Gia Nam', 'Nữ', '2007-05-13', '495186067647', 'huy1038@gmail.com', '0443982806', 'Bình Dương', 'THPT Marie Curie', '2025', 7.20, 8.45, 9.70, 25.35, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(237, 5, 1, 'Mai Minh Nam', 'Nam', '2007-11-04', '720350866131', 'vy289@gmail.com', '0669001117', 'An Giang', 'THPT Nguyễn Du', '2025', 8.45, 9.70, 5.96, 24.11, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(238, 1, 2, 'Dương Minh Nhi', 'Nam', '2008-04-27', '945515664615', 'anh539@gmail.com', '0794019428', 'Hà Nội', 'THPT Trần Phú', '2026', 9.70, 5.96, 7.21, 22.87, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(239, 3, 3, 'Trần Thanh My', 'Nữ', '2008-10-19', '270680463100', 'khanh789@gmail.com', '0919037739', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.96, 7.21, 8.46, 21.63, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(240, 4, 3, 'Lý Nhật Lan', 'Nữ', '2007-05-13', '495845261584', 'huy1039@gmail.com', '0444056050', 'Bình Dương', 'THPT Marie Curie', '2025', 7.21, 8.46, 9.71, 25.38, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(241, 5, 1, 'Mai Ngọc Nhi', 'Nam', '2007-11-04', '721010060068', 'vy290@gmail.com', '0669074361', 'An Giang', 'THPT Nguyễn Du', '2025', 8.46, 9.71, 5.96, 24.13, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(242, 1, 2, 'Nguyễn Phương Huy', 'Nam', '2008-04-28', '946174858552', 'anh540@gmail.com', '0794092672', 'Hà Nội', 'THPT Trần Phú', '2026', 9.71, 5.96, 7.21, 22.88, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(243, 3, 3, 'Phạm Bảo Khang', 'Nữ', '2008-10-20', '271339653684', 'khanh790@gmail.com', '0919110983', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.96, 7.21, 8.46, 21.63, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(244, 4, 3, 'Lý Khánh Linh', 'Nữ', '2007-05-14', '496504452168', 'huy1039@gmail.com', '0444129294', 'Bình Dương', 'THPT Marie Curie', '2025', 7.21, 8.46, 9.71, 25.38, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(245, 5, 1, 'Phạm Quốc Anh', 'Nam', '2007-11-05', '721669250653', 'vy290@gmail.com', '0669147604', 'An Giang', 'THPT Nguyễn Du', '2025', 8.46, 9.71, 5.96, 24.13, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(246, 1, 2, 'Mai Ngọc Lan', 'Nam', '2008-04-28', '946834049137', 'anh540@gmail.com', '0794165915', 'Hà Nội', 'THPT Trần Phú', '2026', 9.71, 5.96, 7.21, 22.88, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(247, 3, 3, 'Lê Bảo Quân', 'Nữ', '2008-10-20', '271998847622', 'khanh790@gmail.com', '0919184226', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.96, 7.21, 8.46, 21.63, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(248, 4, 3, 'Lý Nhật Nhi', 'Nữ', '2007-05-14', '497163646106', 'huy1040@gmail.com', '0444202537', 'Bình Dương', 'THPT Marie Curie', '2025', 7.21, 8.46, 9.72, 25.39, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(249, 5, 1, 'Ngô Mỹ Nhi', 'Nam', '2007-11-05', '722328444590', 'vy291@gmail.com', '0669220848', 'An Giang', 'THPT Nguyễn Du', '2025', 8.46, 9.72, 5.97, 24.15, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(250, 1, 2, 'Mai Đức Hân', 'Nam', '2008-04-29', '947493243074', 'anh541@gmail.com', '0794239159', 'Hà Nội', 'THPT Trần Phú', '2026', 9.72, 5.97, 7.22, 22.91, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(251, 3, 3, 'Nguyễn Anh Nam', 'Nữ', '2008-10-21', '272658041559', 'khanh791@gmail.com', '0919257470', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.97, 7.22, 8.47, 21.66, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(252, 4, 3, 'Lê Thiên Mai', 'Nữ', '2007-05-15', '497822840043', 'huy1041@gmail.com', '0444275781', 'Bình Dương', 'THPT Marie Curie', '2025', 7.22, 8.47, 9.72, 25.41, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(253, 5, 1, 'Dương Thanh Linh', 'Nam', '2007-11-06', '722987638527', 'vy292@gmail.com', '0669294092', 'An Giang', 'THPT Nguyễn Du', '2025', 8.47, 9.72, 5.97, 24.16, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(254, 1, 2, 'Hoàng Khánh Mai', 'Nam', '2008-04-29', '948152437011', 'anh542@gmail.com', '0794312403', 'Hà Nội', 'THPT Trần Phú', '2026', 9.72, 5.97, 7.22, 22.91, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(255, 3, 3, 'Hồ Thiên Nhi', 'Nữ', '2008-10-21', '273317235496', 'khanh792@gmail.com', '0919330714', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.97, 7.22, 8.47, 21.66, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(256, 4, 3, 'Đặng Bảo Duy', 'Nữ', '2007-05-15', '498482033981', 'huy1042@gmail.com', '0444349024', 'Bình Dương', 'THPT Marie Curie', '2025', 7.22, 8.47, 9.72, 25.41, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(257, 5, 1, 'Phạm Thanh Long', 'Nam', '2007-11-06', '723646832465', 'vy293@gmail.com', '0669367335', 'An Giang', 'THPT Nguyễn Du', '2025', 8.47, 9.72, 5.97, 24.16, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(258, 1, 2, 'Hồ Bảo Tiên', 'Nam', '2008-04-30', '948811630949', 'anh543@gmail.com', '0794385646', 'Hà Nội', 'THPT Trần Phú', '2026', 9.72, 5.97, 7.22, 22.91, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(259, 3, 3, 'Phạm Ngọc Huy', 'Nữ', '2008-10-22', '273976426081', 'khanh792@gmail.com', '0919403957', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.97, 7.22, 8.48, 21.67, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(260, 4, 3, 'Ngô Bảo Huy', 'Nữ', '2007-05-16', '499141224565', 'huy1042@gmail.com', '0444422268', 'Bình Dương', 'THPT Marie Curie', '2025', 7.22, 8.48, 9.73, 25.43, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(261, 5, 1, 'Nguyễn Mỹ Trâm', 'Nam', '2007-11-07', '724306023049', 'vy293@gmail.com', '0669440579', 'An Giang', 'THPT Nguyễn Du', '2025', 8.48, 9.73, 5.98, 24.19, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(262, 1, 2, 'Lý Hải Linh', 'Nam', '2008-04-30', '949470821533', 'anh543@gmail.com', '0794458890', 'Hà Nội', 'THPT Trần Phú', '2026', 9.73, 5.98, 7.23, 22.94, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(263, 3, 3, 'Phạm Hoài Mai', 'Nữ', '2008-10-22', '274635620018', 'khanh793@gmail.com', '0919477201', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.98, 7.23, 8.48, 21.69, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(264, 4, 3, 'Lê Anh Trâm', 'Nữ', '2007-05-16', '499800418502', 'huy1043@gmail.com', '0444495512', 'Bình Dương', 'THPT Marie Curie', '2025', 7.23, 8.48, 9.73, 25.44, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(265, 5, 1, 'Trần Hoài Duy', 'Nam', '2007-11-07', '724965216987', 'vy294@gmail.com', '0669513823', 'An Giang', 'THPT Nguyễn Du', '2025', 8.48, 9.73, 5.98, 24.19, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(266, 1, 2, 'Ngô Minh Duy', 'Nam', '2008-05-01', '950130015471', 'anh544@gmail.com', '0794532134', 'Hà Nội', 'THPT Trần Phú', '2026', 9.73, 5.98, 7.23, 22.94, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(267, 3, 3, 'Dương Tuấn Anh', 'Nữ', '2008-10-23', '275294813956', 'khanh794@gmail.com', '0919550445', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.98, 7.23, 8.48, 21.69, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(268, 4, 3, 'Dương Tuấn Vy', 'Nữ', '2007-05-17', '500459612440', 'huy1044@gmail.com', '0444568756', 'Bình Dương', 'THPT Marie Curie', '2025', 7.23, 8.48, 9.73, 25.44, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(269, 5, 1, 'Hoàng Thảo My', 'Nam', '2007-11-08', '725624410924', 'vy295@gmail.com', '0669587067', 'An Giang', 'THPT Nguyễn Du', '2025', 8.48, 9.73, 5.98, 24.19, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(270, 1, 2, 'Đỗ Thiên Anh', 'Nam', '2008-05-01', '950789209408', 'anh545@gmail.com', '0794605378', 'Hà Nội', 'THPT Trần Phú', '2026', 9.73, 5.98, 7.24, 22.95, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(271, 3, 3, 'Bùi Hoài Khang', 'Nữ', '2008-10-23', '275954007893', 'khanh795@gmail.com', '0919623688', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.98, 7.24, 8.49, 21.71, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(272, 4, 3, 'Phạm Hải Mai', 'Nữ', '2007-05-17', '501118806377', 'huy1045@gmail.com', '0444641999', 'Bình Dương', 'THPT Marie Curie', '2025', 7.24, 8.49, 9.74, 25.47, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(273, 5, 1, 'Dương Hải Linh', 'Nam', '2007-11-08', '726283604861', 'vy296@gmail.com', '0669660310', 'An Giang', 'THPT Nguyễn Du', '2025', 8.49, 9.74, 5.99, 24.22, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(274, 1, 2, 'Trần Tuấn Mai', 'Nam', '2008-05-02', '951448403345', 'anh545@gmail.com', '0794678621', 'Hà Nội', 'THPT Trần Phú', '2026', 9.74, 5.99, 7.24, 22.97, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(275, 3, 3, 'Bùi Nhật Quân', 'Nữ', '2008-10-24', '276613198478', 'khanh795@gmail.com', '0919696932', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.99, 7.24, 8.49, 21.72, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(276, 4, 3, 'Đỗ Đức Hân', 'Nữ', '2007-05-18', '501777996962', 'huy1045@gmail.com', '0444715243', 'Bình Dương', 'THPT Marie Curie', '2025', 7.24, 8.49, 9.74, 25.47, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(277, 5, 1, 'Mai Tường Trâm', 'Nam', '2007-11-09', '726942795446', 'vy296@gmail.com', '0669733554', 'An Giang', 'THPT Nguyễn Du', '2025', 8.49, 9.74, 5.99, 24.22, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(278, 1, 2, 'Ngô Gia Tiên', 'Nam', '2008-05-02', '952107593930', 'anh546@gmail.com', '0794751865', 'Hà Nội', 'THPT Trần Phú', '2026', 9.74, 5.99, 7.24, 22.97, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(279, 3, 3, 'Dương Tuấn Anh', 'Nữ', '2008-10-24', '277272392415', 'khanh796@gmail.com', '0919770176', 'Huế', 'THPT Võ Thị Sáu', '2026', 5.99, 7.24, 8.49, 21.72, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(280, 4, 3, 'Trần Khánh Huy', 'Nữ', '2007-05-18', '502437190899', 'huy1046@gmail.com', '0444788487', 'Bình Dương', 'THPT Marie Curie', '2025', 7.24, 8.49, 9.74, 25.47, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(281, 5, 1, 'Nguyễn Nhật Mai', 'Nam', '2007-11-10', '727601989383', 'vy297@gmail.com', '0669806798', 'An Giang', 'THPT Nguyễn Du', '2025', 8.49, 9.74, 6.00, 24.23, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(282, 1, 2, 'Bùi Gia Tùng', 'Nam', '2008-05-03', '952766787867', 'anh547@gmail.com', '0794825109', 'Hà Nội', 'THPT Trần Phú', '2026', 9.74, 6.00, 7.25, 22.99, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(283, 3, 3, 'Bùi Xuân Lan', 'Nữ', '2008-10-25', '277931586352', 'khanh797@gmail.com', '0919843420', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.00, 7.25, 8.50, 21.75, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(284, 4, 3, 'Đặng Minh Duy', 'Nữ', '2007-05-19', '503096384836', 'huy1047@gmail.com', '0444861730', 'Bình Dương', 'THPT Marie Curie', '2025', 7.25, 8.50, 9.75, 25.50, '', 'checking', '2026-05-08 02:23:58', 3, 1),
(285, 5, 1, 'Hoàng Hoài Vy', 'Nam', '2007-11-10', '728261183321', 'vy298@gmail.com', '0669880041', 'An Giang', 'THPT Nguyễn Du', '2025', 8.50, 9.75, 6.00, 24.25, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(286, 1, 2, 'Nguyễn Ngọc Linh', 'Nam', '2008-05-03', '953425981805', 'anh548@gmail.com', '0794898352', 'Hà Nội', 'THPT Trần Phú', '2026', 9.75, 6.00, 7.25, 23.00, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(287, 3, 3, 'Phạm Nhật Tùng', 'Nữ', '2008-10-25', '278590780290', 'khanh798@gmail.com', '0919916663', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.00, 7.25, 8.50, 21.75, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(288, 4, 3, 'Đặng Khánh Tùng', 'Nữ', '2007-05-19', '503755578774', 'huy1048@gmail.com', '0444934974', 'Bình Dương', 'THPT Marie Curie', '2025', 7.25, 8.50, 9.75, 25.50, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(289, 5, 1, 'Huỳnh Khánh Hân', 'Nam', '2007-11-11', '728920377258', 'vy298@gmail.com', '0669953285', 'An Giang', 'THPT Nguyễn Du', '2025', 8.50, 9.75, 6.00, 24.25, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(290, 1, 2, 'Ngô Kim Long', 'Nam', '2008-05-04', '954085175742', 'anh548@gmail.com', '0794971596', 'Hà Nội', 'THPT Trần Phú', '2026', 9.75, 6.00, 7.25, 23.00, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(291, 3, 3, 'Đặng Ngọc Long', 'Nữ', '2008-10-26', '279249970874', 'khanh798@gmail.com', '0919989907', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.00, 7.25, 8.50, 21.75, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(292, 4, 3, 'Hồ Tuấn Quân', 'Nữ', '2007-05-20', '504414769358', 'huy1048@gmail.com', '0445008218', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.25, 8.50, 9.76, 25.51, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(293, 5, 1, 'Hồ Ngọc Khang', 'Nam', '2007-11-11', '729579567842', 'vy299@gmail.com', '0670026529', 'An Giang', 'THPT Nguyễn Du', '2025', 8.50, 9.76, 6.01, 24.27, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(294, 1, 2, 'Dương Minh Khang', 'Nam', '2008-05-04', '954744366327', 'anh549@gmail.com', '0795044840', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.76, 6.01, 7.26, 23.03, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(295, 3, 3, 'Đỗ Kim My', 'Nữ', '2008-10-26', '279909164812', 'khanh799@gmail.com', '0920063150', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.01, 7.26, 8.51, 21.78, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(296, 4, 3, 'Lê Khánh Quân', 'Nữ', '2007-05-20', '505073963296', 'phuc1049@gmail.com', '0445081461', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.26, 8.51, 9.76, 25.53, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(297, 5, 1, 'Lê Anh Anh', 'Nam', '2007-11-12', '730238761780', 'vy300@gmail.com', '0670099772', 'An Giang', 'THPT Nguyễn Du', '2025', 8.51, 9.76, 6.01, 24.28, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(298, 1, 2, 'Trần Quốc Khang', 'Nam', '2008-05-05', '955403560264', 'bao550@gmail.com', '0795118083', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.76, 6.01, 7.26, 23.03, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(299, 3, 3, 'Mai Thanh Trang', 'Nữ', '2008-10-27', '280568358749', 'khanh800@gmail.com', '0920136394', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.01, 7.26, 8.51, 21.78, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(300, 4, 3, 'Lê Anh Duy', 'Nữ', '2007-05-21', '505733157233', 'phuc1050@gmail.com', '0445154705', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.26, 8.51, 9.76, 25.53, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(301, 5, 1, 'Võ Tường Phát', 'Nam', '2007-11-12', '730897955717', 'vy301@gmail.com', '0670173016', 'An Giang', 'THPT Nguyễn Du', '2025', 8.51, 9.76, 6.01, 24.28, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(302, 1, 2, 'Hồ Thiên Nam', 'Nam', '2008-05-05', '956062754201', 'bao551@gmail.com', '0795191327', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.76, 6.01, 7.27, 23.04, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(303, 3, 3, 'Mai Khánh Trang', 'Nữ', '2008-10-27', '281227552686', 'khanh801@gmail.com', '0920209638', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.01, 7.27, 8.52, 21.80, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(304, 4, 3, 'Phạm Anh Duy', 'Nữ', '2007-05-21', '506392351170', 'phuc1050@gmail.com', '0445227949', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.27, 8.52, 9.77, 25.56, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(305, 5, 1, 'Hồ Phương Hân', 'Nam', '2007-11-13', '731557149655', 'vy301@gmail.com', '0670246260', 'An Giang', 'THPT Nguyễn Du', '2025', 8.52, 9.77, 6.02, 24.31, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(306, 2, 2, 'Ngô Thảo Nam', 'Nam', '2008-05-06', '956721948139', 'bao551@gmail.com', '0795264570', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.77, 6.02, 7.27, 23.06, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(307, 3, 3, 'Hồ Thanh Duy', 'Nữ', '2008-10-28', '281886743271', 'khanh801@gmail.com', '0920282881', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.02, 7.27, 8.52, 21.81, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(308, 4, 3, 'Hoàng Kim My', 'Nữ', '2007-05-22', '507051541755', 'phuc1051@gmail.com', '0445301192', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.27, 8.52, 9.77, 25.56, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(309, 5, 1, 'Mai Nhật Phúc', 'Nam', '2007-11-13', '732216340239', 'vy302@gmail.com', '0670319503', 'An Giang', 'THPT Nguyễn Du', '2025', 8.52, 9.77, 6.02, 24.31, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(310, 2, 2, 'Lê Khánh Quân', 'Nam', '2008-05-06', '957381138723', 'bao552@gmail.com', '0795337814', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.77, 6.02, 7.27, 23.06, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(311, 3, 3, 'Lê Bảo Duy', 'Nữ', '2008-10-28', '282545937208', 'khanh802@gmail.com', '0920356125', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.02, 7.27, 8.52, 21.81, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(312, 4, 3, 'Trần Kim Vy', 'Nữ', '2007-05-22', '507710735692', 'phuc1052@gmail.com', '0445374436', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.27, 8.52, 9.77, 25.56, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(313, 5, 1, 'Lý Tuấn Duy', 'Nam', '2007-11-14', '732875534176', 'vy303@gmail.com', '0670392747', 'An Giang', 'THPT Nguyễn Du', '2025', 8.52, 9.77, 6.03, 24.32, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(314, 2, 2, 'Lê Quốc Nam', 'Nam', '2008-05-07', '958040332661', 'bao553@gmail.com', '0795411058', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.77, 6.03, 7.28, 23.08, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(315, 3, 3, 'Bùi Nhật Lan', 'Nữ', '2008-10-29', '283205131146', 'khanh803@gmail.com', '0920429369', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.03, 7.28, 8.53, 21.84, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(316, 4, 3, 'Lê Ngọc Long', 'Nữ', '2007-05-23', '508369929630', 'phuc1053@gmail.com', '0445447680', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.28, 8.53, 9.78, 25.59, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(317, 5, 1, 'Trần Anh Phát', 'Nam', '2007-11-14', '733534728114', 'vy304@gmail.com', '0670465991', 'An Giang', 'THPT Nguyễn Du', '2025', 8.53, 9.78, 6.03, 24.34, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(318, 2, 2, 'Ngô Quốc Mai', 'Nam', '2008-05-07', '958699526598', 'bao554@gmail.com', '0795484302', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.78, 6.03, 7.28, 23.09, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(319, 3, 3, 'Dương Hoài My', 'Nữ', '2008-10-29', '283864325083', 'khanh803@gmail.com', '0920502612', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.03, 7.28, 8.53, 21.84, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(320, 4, 3, 'Bùi Tuấn Trâm', 'Nữ', '2007-05-24', '509029123567', 'phuc1053@gmail.com', '0445520923', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.28, 8.53, 9.78, 25.59, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(321, 5, 1, 'Đặng Phương Duy', 'Nam', '2007-11-15', '734193922051', 'vy304@gmail.com', '0670539234', 'An Giang', 'THPT Nguyễn Du', '2025', 8.53, 9.78, 6.03, 24.34, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(322, 2, 2, 'Trần Hải Quân', 'Nam', '2008-05-08', '959358720535', 'bao554@gmail.com', '0795557545', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.78, 6.03, 7.28, 23.09, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(323, 3, 3, 'Hoàng Mỹ Phát', 'Nữ', '2008-10-30', '284523515668', 'khanh804@gmail.com', '0920575856', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.03, 7.28, 8.53, 21.84, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(324, 4, 3, 'Lý Xuân Tiên', 'Nữ', '2007-05-24', '509688314152', 'phuc1054@gmail.com', '0445594167', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.28, 8.53, 9.79, 25.60, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(325, 5, 1, 'Hoàng Khánh Linh', 'Nam', '2007-11-15', '734853112636', 'vy305@gmail.com', '0670612478', 'An Giang', 'THPT Nguyễn Du', '2025', 8.53, 9.79, 6.04, 24.36, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(326, 2, 2, 'Phạm Phương Phúc', 'Nam', '2008-05-08', '960017911120', 'bao555@gmail.com', '0795630789', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.79, 6.04, 7.29, 23.12, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(327, 3, 3, 'Đặng Nhật Huy', 'Nữ', '2008-10-30', '285182709605', 'khanh805@gmail.com', '0920649100', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.04, 7.29, 8.54, 21.87, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(328, 4, 3, 'Dương Ngọc Long', 'Nữ', '2007-05-25', '510347508089', 'phuc1055@gmail.com', '0445667411', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.29, 8.54, 9.79, 25.62, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(329, 5, 1, 'Nguyễn Minh Long', 'Nam', '2007-11-16', '735512306573', 'vy306@gmail.com', '0670685722', 'An Giang', 'THPT Nguyễn Du', '2025', 8.54, 9.79, 6.04, 24.37, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(330, 2, 2, 'Hồ Đức Nhi', 'Nam', '2008-05-09', '960677105057', 'bao556@gmail.com', '0795704033', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.79, 6.04, 7.29, 23.12, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(331, 3, 3, 'Trần Minh Tiên', 'Nữ', '2008-10-31', '285841903542', 'khanh806@gmail.com', '0920722344', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.04, 7.29, 8.54, 21.87, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(332, 4, 3, 'Đỗ Tường Duy', 'Nữ', '2007-05-25', '511006702026', 'phuc1056@gmail.com', '0445740655', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.29, 8.54, 9.79, 25.62, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(333, 5, 1, 'Đặng Thanh Khang', 'Nam', '2007-11-16', '736171500510', 'vy307@gmail.com', '0670758966', 'An Giang', 'THPT Nguyễn Du', '2025', 8.54, 9.79, 6.04, 24.37, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(334, 2, 2, 'Trần Nhật Hân', 'Nam', '2008-05-09', '961336298995', 'bao556@gmail.com', '0795777276', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.79, 6.04, 7.29, 23.12, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(335, 3, 3, 'Bùi Xuân Hân', 'Nữ', '2008-10-31', '286501097480', 'khanh806@gmail.com', '0920795587', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.04, 7.29, 8.55, 21.88, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(336, 4, 3, 'Bùi Tường Tiên', 'Nữ', '2007-05-26', '511665895964', 'phuc1056@gmail.com', '0445813898', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.29, 8.55, 9.80, 25.64, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(337, 5, 1, 'Bùi Phương Quân', 'Nam', '2007-11-17', '736830694448', 'vy307@gmail.com', '0670832209', 'An Giang', 'THPT Nguyễn Du', '2025', 8.55, 9.80, 6.05, 24.40, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(338, 2, 2, 'Hoàng Khánh Mai', 'Nam', '2008-05-10', '961995492932', 'bao557@gmail.com', '0795850520', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.80, 6.05, 7.30, 23.15, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(339, 3, 3, 'Võ Gia Tiên', 'Nữ', '2008-11-01', '287160288064', 'khanh807@gmail.com', '0920868831', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.05, 7.30, 8.55, 21.90, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(340, 4, 3, 'Huỳnh Quốc Phúc', 'Nữ', '2007-05-26', '512325086548', 'phuc1057@gmail.com', '0445887142', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.30, 8.55, 9.80, 25.65, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(341, 5, 1, 'Đặng Tường Vy', 'Nam', '2007-11-17', '737489885032', 'vy308@gmail.com', '0670905453', 'An Giang', 'THPT Nguyễn Du', '2025', 8.55, 9.80, 6.05, 24.40, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(342, 2, 2, 'Hồ Hải Huy', 'Nam', '2008-05-10', '962654683516', 'bao558@gmail.com', '0795923764', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.80, 6.05, 7.30, 23.15, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(343, 3, 3, 'Bùi Xuân Phát', 'Nữ', '2008-11-01', '287819482002', 'khanh808@gmail.com', '0920942075', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.05, 7.30, 8.55, 21.90, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(344, 4, 3, 'Đỗ Thiên Anh', 'Nữ', '2007-05-27', '512984280486', 'phuc1058@gmail.com', '0445960386', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.30, 8.55, 9.80, 25.65, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(345, 5, 1, 'Hồ Gia Mai', 'Nam', '2007-11-18', '738149078970', 'vy309@gmail.com', '0670978696', 'An Giang', 'THPT Nguyễn Du', '2025', 8.55, 9.80, 6.05, 24.40, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(346, 2, 2, 'Võ Mỹ My', 'Nam', '2008-05-11', '963313877454', 'bao559@gmail.com', '0795997007', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.80, 6.05, 7.31, 23.16, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(347, 3, 3, 'Trần Bảo Tùng', 'Nữ', '2008-11-02', '288478675939', 'khanh809@gmail.com', '0921015318', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.05, 7.31, 8.56, 21.92, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(348, 4, 3, 'Hoàng Thảo Khang', 'Nữ', '2007-05-27', '513643474423', 'phuc1059@gmail.com', '0446033629', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.31, 8.56, 9.81, 25.68, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(349, 5, 1, 'Phạm Thanh Long', 'Nam', '2007-11-18', '738808272907', 'vy309@gmail.com', '0671051940', 'An Giang', 'THPT Nguyễn Du', '2025', 8.56, 9.81, 6.06, 24.43, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(350, 2, 2, 'Phạm Tường Phát', 'Nam', '2008-05-11', '963973071391', 'bao559@gmail.com', '0796070251', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.81, 6.06, 7.31, 23.18, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(351, 3, 3, 'Đỗ Gia Khang', 'Nữ', '2008-11-02', '289137869876', 'khanh809@gmail.com', '0921088562', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.06, 7.31, 8.56, 21.93, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(352, 4, 3, 'Võ Mỹ My', 'Nữ', '2007-05-28', '514302668360', 'phuc1059@gmail.com', '0446106873', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.31, 8.56, 9.81, 25.68, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(353, 5, 1, 'Phạm Hoài Mai', 'Nam', '2007-11-19', '739467466844', 'vy310@gmail.com', '0671125184', 'An Giang', 'THPT Nguyễn Du', '2025', 8.56, 9.81, 6.06, 24.43, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(354, 2, 2, 'Bùi Thiên Vy', 'Nam', '2008-05-12', '964632265328', 'bao560@gmail.com', '0796143495', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.81, 6.06, 7.31, 23.18, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(355, 3, 3, 'Nguyễn Tường My', 'Nữ', '2008-11-03', '289797060461', 'khanh810@gmail.com', '0921161806', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.06, 7.31, 8.56, 21.93, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(356, 4, 3, 'Võ Bảo Duy', 'Nữ', '2007-05-28', '514961858945', 'phuc1060@gmail.com', '0446180116', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.31, 8.56, 9.81, 25.68, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(357, 5, 1, 'Nguyễn Phương Phát', 'Nam', '2007-11-19', '740126657429', 'vy311@gmail.com', '0671198427', 'An Giang', 'THPT Nguyễn Du', '2025', 8.56, 9.81, 6.07, 24.44, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(358, 2, 2, 'Nguyễn Bảo Trâm', 'Nam', '2008-05-12', '965291455913', 'bao561@gmail.com', '0796216738', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.81, 6.07, 7.32, 23.20, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(359, 3, 3, 'Đặng Kim Anh', 'Nữ', '2008-11-04', '290456254398', 'khanh811@gmail.com', '0921235049', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.07, 7.32, 8.57, 21.96, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(360, 4, 3, 'Hồ Đức Trâm', 'Nữ', '2007-05-29', '515621052882', 'phuc1061@gmail.com', '0446253360', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.32, 8.57, 9.82, 25.71, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(361, 5, 1, 'Đặng Nhật Huy', 'Nam', '2007-11-20', '740785851366', 'vy312@gmail.com', '0671271671', 'An Giang', 'THPT Nguyễn Du', '2025', 8.57, 9.82, 6.07, 24.46, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(362, 2, 2, 'Đỗ Phương Nam', 'Nam', '2008-05-13', '965950649850', 'bao562@gmail.com', '0796289982', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.82, 6.07, 7.32, 23.21, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(363, 3, 3, 'Hoàng Bảo Nam', 'Nữ', '2008-11-04', '291115448336', 'khanh812@gmail.com', '0921308293', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.07, 7.32, 8.57, 21.96, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(364, 4, 3, 'Lê Ngọc Long', 'Nữ', '2007-05-29', '516280246820', 'phuc1061@gmail.com', '0446326604', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.32, 8.57, 9.82, 25.71, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(365, 5, 1, 'Lê Thảo Trâm', 'Nam', '2007-11-20', '741445045304', 'vy312@gmail.com', '0671344915', 'An Giang', 'THPT Nguyễn Du', '2025', 8.57, 9.82, 6.07, 24.46, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(366, 2, 2, 'Lý Hoài Trang', 'Nam', '2008-05-13', '966609843788', 'bao562@gmail.com', '0796363226', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.82, 6.07, 7.32, 23.21, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(367, 3, 3, 'Phạm Bảo Nam', 'Nữ', '2008-11-05', '291774642273', 'khanh812@gmail.com', '0921381536', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.07, 7.32, 8.57, 21.96, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(368, 4, 3, 'Đặng Khánh My', 'Nữ', '2007-05-30', '516939440757', 'phuc1062@gmail.com', '0446399847', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.32, 8.57, 9.83, 25.72, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(369, 5, 1, 'Bùi Gia Lan', 'Nam', '2007-11-21', '742104239241', 'vy313@gmail.com', '0671418158', 'An Giang', 'THPT Nguyễn Du', '2025', 8.57, 9.83, 6.08, 24.48, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(370, 2, 2, 'Mai Thảo Trang', 'Nam', '2008-05-14', '967269037725', 'bao563@gmail.com', '0796436469', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.83, 6.08, 7.33, 23.24, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(371, 3, 3, 'Hoàng Thiên Huy', 'Nữ', '2008-11-05', '292433832857', 'khanh813@gmail.com', '0921454780', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.08, 7.33, 8.58, 21.99, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(372, 4, 3, 'Trần Kim Long', 'Nữ', '2007-05-30', '517598631342', 'phuc1063@gmail.com', '0446473091', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.33, 8.58, 9.83, 25.74, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(373, 5, 1, 'Đỗ Kim Trang', 'Nam', '2007-11-21', '742763429826', 'vy314@gmail.com', '0671491402', 'An Giang', 'THPT Nguyễn Du', '2025', 8.58, 9.83, 6.08, 24.49, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(374, 2, 2, 'Đặng Gia Phát', 'Nam', '2008-05-14', '967928228310', 'bao564@gmail.com', '0896509713', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.83, 6.08, 7.33, 23.24, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(375, 3, 3, 'Phạm Mỹ Long', 'Nữ', '2008-11-06', '293093026795', 'khanh814@gmail.com', '0921528024', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.08, 7.33, 8.58, 21.99, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(376, 4, 3, 'Mai Tuấn Lan', 'Nữ', '2007-05-31', '518257825279', 'phuc1064@gmail.com', '0446546335', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.33, 8.58, 9.83, 25.74, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(377, 5, 1, 'Hồ Gia Nam', 'Nam', '2007-11-22', '743422623763', 'vy315@gmail.com', '0671564646', 'An Giang', 'THPT Nguyễn Du', '2025', 8.58, 9.83, 6.08, 24.49, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(378, 2, 2, 'Hồ Anh Mai', 'Nam', '2008-05-15', '968587422247', 'bao564@gmail.com', '0896582957', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.83, 6.08, 7.33, 23.24, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(379, 3, 3, 'Phạm Nhật Trâm', 'Nữ', '2008-11-06', '293752220732', 'khanh814@gmail.com', '0921601268', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.08, 7.33, 8.59, 22.00, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(380, 4, 3, 'Lê Anh Anh', 'Nữ', '2007-05-31', '518917019216', 'phuc1064@gmail.com', '0446619579', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.33, 8.59, 9.84, 25.76, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(381, 5, 1, 'Nguyễn Đức Trâm', 'Nam', '2007-11-22', '744081817700', 'vy315@gmail.com', '0671637890', 'An Giang', 'THPT Nguyễn Du', '2025', 8.59, 9.84, 6.09, 24.52, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(382, 2, 2, 'Dương Hải Nam', 'Nam', '2008-05-15', '969246616184', 'bao565@gmail.com', '0896656201', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.84, 6.09, 7.34, 23.27, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(383, 3, 3, 'Hoàng Xuân Tùng', 'Nữ', '2008-11-07', '294411414669', 'khanh815@gmail.com', '0921674511', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.09, 7.34, 8.59, 22.02, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(384, 4, 3, 'Đỗ Thanh Anh', 'Nữ', '2007-06-01', '519576213154', 'phuc1065@gmail.com', '0446692822', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.34, 8.59, 9.84, 25.77, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(385, 5, 1, 'Lê Thanh Trang', 'Nam', '2007-11-23', '744741011638', 'vy316@gmail.com', '0671711133', 'An Giang', 'THPT Nguyễn Du', '2025', 8.59, 9.84, 6.09, 24.52, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(386, 2, 2, 'Hoàng Gia Mai', 'Nam', '2008-05-16', '969905810122', 'bao566@gmail.com', '0896729444', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.84, 6.09, 7.34, 23.27, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(387, 3, 3, 'Đỗ Minh Phúc', 'Nữ', '2008-11-07', '295070605254', 'khanh816@gmail.com', '0921747755', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.09, 7.34, 8.59, 22.02, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(388, 4, 3, 'Đặng Anh Phát', 'Nữ', '2007-06-01', '520235403738', 'phuc1066@gmail.com', '0446766066', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.34, 8.59, 9.84, 25.77, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(389, 5, 1, 'Dương Tường Anh', 'Nam', '2007-11-23', '745400202222', 'vy317@gmail.com', '0671784377', 'An Giang', 'THPT Nguyễn Du', '2025', 8.59, 9.84, 6.09, 24.52, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(390, 2, 2, 'Phạm Ngọc Trâm', 'Nam', '2008-05-16', '970565000706', 'bao567@gmail.com', '0896802688', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.84, 6.09, 7.35, 23.28, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(391, 3, 3, 'Ngô Tường Linh', 'Nữ', '2008-11-08', '295729799191', 'khanh817@gmail.com', '0921820999', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.09, 7.35, 8.60, 22.04, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(392, 4, 3, 'Hoàng Tuấn Duy', 'Nữ', '2007-06-02', '520894597676', 'phuc1067@gmail.com', '0446839310', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.35, 8.60, 9.85, 25.80, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(393, 5, 1, 'Đặng Tường Phát', 'Nam', '2007-11-24', '746059396160', 'vy317@gmail.com', '0671857621', 'An Giang', 'THPT Nguyễn Du', '2025', 8.60, 9.85, 6.10, 24.55, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(394, 2, 2, 'Đặng Nhật Hân', 'Nam', '2008-05-17', '971224194644', 'bao567@gmail.com', '0896875932', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.85, 6.10, 7.35, 23.30, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(395, 3, 3, 'Đặng Ngọc Linh', 'Nữ', '2008-11-08', '296388993129', 'khanh817@gmail.com', '0921894243', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.10, 7.35, 8.60, 22.05, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(396, 4, 3, 'Nguyễn Minh Phát', 'Nữ', '2007-06-02', '521553791613', 'phuc1067@gmail.com', '0446912553', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.35, 8.60, 9.85, 25.80, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(397, 5, 1, 'Ngô Hải Trang', 'Nam', '2007-11-24', '746718590097', 'vy318@gmail.com', '0671930864', 'An Giang', 'THPT Nguyễn Du', '2025', 8.60, 9.85, 6.10, 24.55, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(398, 2, 2, 'Hoàng Ngọc Nhi', 'Nam', '2008-05-18', '971883388581', 'bao568@gmail.com', '0896949175', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.85, 6.10, 7.35, 23.30, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(399, 3, 3, 'Đặng Nhật Huy', 'Nữ', '2008-11-09', '297048187066', 'khanh818@gmail.com', '0921967486', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.10, 7.35, 8.60, 22.05, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(400, 4, 3, 'Mai Nhật Quân', 'Nữ', '2007-06-03', '522212985550', 'phuc1068@gmail.com', '0446985797', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.35, 8.60, 9.85, 25.80, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(401, 5, 1, 'Hồ Gia Nam', 'Nam', '2007-11-25', '747377784034', 'vy319@gmail.com', '0672004108', 'An Giang', 'THPT Nguyễn Du', '2025', 8.60, 9.85, 6.11, 24.56, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(402, 2, 2, 'Trần Hoài Tùng', 'Nam', '2008-05-18', '972542582518', 'bao569@gmail.com', '0897022419', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.85, 6.11, 7.36, 23.32, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(403, 3, 3, 'Lê Ngọc Vy', 'Nữ', '2008-11-09', '297707377651', 'khanh819@gmail.com', '0922040730', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.11, 7.36, 8.61, 22.08, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(404, 4, 3, 'Lý Hoài Mai', 'Nữ', '2007-06-03', '522872176135', 'phuc1069@gmail.com', '0447059041', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.36, 8.61, 9.86, 25.83, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(405, 5, 1, 'Lý Tường Phát', 'Nam', '2007-11-25', '748036974619', 'vy320@gmail.com', '0672077352', 'An Giang', 'THPT Nguyễn Du', '2025', 8.61, 9.86, 6.11, 24.58, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(406, 2, 2, 'Nguyễn Minh Phát', 'Nam', '2008-05-19', '973201773103', 'bao570@gmail.com', '0897095663', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.86, 6.11, 7.36, 23.33, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(407, 3, 3, 'Dương Tường Phát', 'Nữ', '2008-11-10', '298366571588', 'khanh820@gmail.com', '0922113973', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.11, 7.36, 8.61, 22.08, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(408, 4, 3, 'Lý Tường Trâm', 'Nữ', '2007-06-04', '523531370072', 'phuc1069@gmail.com', '0447132284', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.36, 8.61, 9.86, 25.83, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(409, 5, 1, 'Đỗ Thảo Quân', 'Nam', '2007-11-26', '748696168556', 'vy320@gmail.com', '0672150595', 'An Giang', 'THPT Nguyễn Du', '2025', 8.61, 9.86, 6.11, 24.58, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(410, 2, 2, 'Dương Đức Phúc', 'Nam', '2008-05-19', '973860967040', 'bao570@gmail.com', '0897168906', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.86, 6.11, 7.36, 23.33, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(411, 3, 3, 'Dương Khánh Tùng', 'Nữ', '2008-11-10', '299025765525', 'khanh820@gmail.com', '0922187217', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.11, 7.36, 8.61, 22.08, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(412, 4, 3, 'Phạm Tuấn Phát', 'Nữ', '2007-06-04', '524190564009', 'phuc1070@gmail.com', '0447205528', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.36, 8.61, 9.87, 25.84, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(413, 5, 1, 'Mai Thanh Huy', 'Nam', '2007-11-26', '749355362494', 'vy321@gmail.com', '0672223839', 'An Giang', 'THPT Nguyễn Du', '2025', 8.61, 9.87, 6.12, 24.60, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(414, 2, 2, 'Hồ Ngọc Trang', 'Nam', '2008-05-20', '974520160978', 'bao571@gmail.com', '0897242150', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.87, 6.12, 7.37, 23.36, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(415, 3, 3, 'Bùi Minh Nam', 'Nữ', '2008-11-11', '299684959463', 'khanh821@gmail.com', '0922260461', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.12, 7.37, 8.62, 22.11, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(416, 4, 3, 'Huỳnh Mỹ Lan', 'Nữ', '2007-06-05', '524849757947', 'phuc1071@gmail.com', '0447278772', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.37, 8.62, 9.87, 25.86, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(417, 5, 1, 'Ngô Ngọc Linh', 'Nam', '2007-11-27', '750014556431', 'vy322@gmail.com', '0672297083', 'An Giang', 'THPT Nguyễn Du', '2025', 8.62, 9.87, 6.12, 24.61, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(418, 2, 2, 'Huỳnh Phương Long', 'Nam', '2008-05-20', '975179354915', 'bao572@gmail.com', '0897315393', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.87, 6.12, 7.37, 23.36, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(419, 3, 3, 'Trần Thiên Khang', 'Nữ', '2008-11-11', '300344150047', 'khanh822@gmail.com', '0922333704', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.12, 7.37, 8.62, 22.11, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(420, 4, 3, 'Đặng Khánh Tùng', 'Nữ', '2007-06-05', '525508948531', 'phuc1072@gmail.com', '0447352015', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.37, 8.62, 9.87, 25.86, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(421, 5, 1, 'Hồ Ngọc Duy', 'Nam', '2007-11-27', '750673747016', 'vy323@gmail.com', '0672370326', 'An Giang', 'THPT Nguyễn Du', '2025', 8.62, 9.87, 6.12, 24.61, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(422, 2, 2, 'Hoàng Khánh Vy', 'Nam', '2008-05-21', '975838545500', 'bao573@gmail.com', '0897388637', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.87, 6.12, 7.37, 23.36, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(423, 3, 3, 'Phạm Minh Nam', 'Nữ', '2008-11-12', '301003343985', 'khanh822@gmail.com', '0922406948', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.12, 7.37, 8.63, 22.12, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(424, 4, 3, 'Đỗ Quốc Trâm', 'Nữ', '2007-06-06', '526168142469', 'phuc1072@gmail.com', '0447425259', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.37, 8.63, 9.88, 25.88, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(425, 5, 1, 'Đặng Đức Trang', 'Nam', '2007-11-28', '751332940953', 'vy323@gmail.com', '0672443570', 'An Giang', 'THPT Nguyễn Du', '2025', 8.63, 9.88, 6.13, 24.64, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(426, 2, 2, 'Lê Phương My', 'Nam', '2008-05-21', '976497739437', 'bao573@gmail.com', '0897461881', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.88, 6.13, 7.38, 23.39, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(427, 3, 3, 'Lê Minh Lan', 'Nữ', '2008-11-12', '301662537922', 'khanh823@gmail.com', '0922480192', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.13, 7.38, 8.63, 22.14, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(428, 4, 3, 'Dương Bảo My', 'Nữ', '2007-06-06', '526827336406', 'phuc1073@gmail.com', '0447498503', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.38, 8.63, 9.88, 25.89, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(429, 5, 1, 'Trần Khánh Tùng', 'Nam', '2007-11-28', '751992134890', 'vy324@gmail.com', '0672516814', 'An Giang', 'THPT Nguyễn Du', '2025', 8.63, 9.88, 6.13, 24.64, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(430, 2, 2, 'Võ Anh Long', 'Nam', '2008-05-22', '977156933374', 'bao574@gmail.com', '0897535125', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.88, 6.13, 7.38, 23.39, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(431, 3, 3, 'Dương Nhật Tiên', 'Nữ', '2008-11-13', '302321731859', 'khanh824@gmail.com', '0922553435', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.13, 7.38, 8.63, 22.14, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(432, 4, 3, 'Ngô Đức Khang', 'Nữ', '2007-06-07', '527486530343', 'phuc1074@gmail.com', '0447571746', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.38, 8.63, 9.88, 25.89, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(433, 5, 1, 'Dương Minh Nhi', 'Nam', '2007-11-29', '752651328828', 'vy325@gmail.com', '0672590057', 'An Giang', 'THPT Nguyễn Du', '2025', 8.63, 9.88, 6.13, 24.64, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(434, 2, 2, 'Hoàng Minh Vy', 'Nam', '2008-05-22', '977816127312', 'bao575@gmail.com', '0897608368', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.88, 6.13, 7.39, 23.40, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(435, 3, 3, 'Đỗ Thảo Tùng', 'Nữ', '2008-11-13', '302980922444', 'khanh825@gmail.com', '0922626679', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.13, 7.39, 8.64, 22.16, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(436, 4, 3, 'Trần Thảo Long', 'Nữ', '2007-06-07', '528145720928', 'phuc1075@gmail.com', '0447644990', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.39, 8.64, 9.89, 25.92, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(437, 5, 1, 'Mai Quốc Tùng', 'Nam', '2007-11-30', '753310519412', 'vy326@gmail.com', '0672663301', 'An Giang', 'THPT Nguyễn Du', '2025', 8.64, 9.89, 6.14, 24.67, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(438, 2, 2, 'Lý Kim Huy', 'Nam', '2008-05-23', '978475317896', 'bao575@gmail.com', '0897681612', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.89, 6.14, 7.39, 23.42, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(439, 3, 3, 'Huỳnh Kim Linh', 'Nữ', '2008-11-14', '303640116381', 'khanh825@gmail.com', '0922699923', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.14, 7.39, 8.64, 22.17, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(440, 4, 3, 'Đỗ Thiên Tiên', 'Nữ', '2007-06-08', '528804914865', 'phuc1075@gmail.com', '0447718234', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.39, 8.64, 9.89, 25.92, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(441, 5, 1, 'Mai Thiên Huy', 'Nam', '2007-11-30', '753969713350', 'vy326@gmail.com', '0672736545', 'An Giang', 'THPT Nguyễn Du', '2025', 8.64, 9.89, 6.14, 24.67, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(442, 2, 2, 'Huỳnh Ngọc Trang', 'Nam', '2008-05-23', '979134511834', 'bao576@gmail.com', '0897754856', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.89, 6.14, 7.39, 23.42, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(443, 3, 3, 'Mai Hoài Mai', 'Nữ', '2008-11-14', '304299310319', 'khanh826@gmail.com', '0922773167', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.14, 7.39, 8.64, 22.17, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(444, 4, 3, 'Bùi Khánh Phúc', 'Nữ', '2007-06-08', '529464108803', 'phuc1076@gmail.com', '0447791478', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.39, 8.64, 9.90, 25.93, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(445, 5, 1, 'Lê Đức Phúc', 'Nam', '2007-12-01', '754628907287', 'vy327@gmail.com', '0672809789', 'An Giang', 'THPT Nguyễn Du', '2025', 8.64, 9.90, 6.15, 24.69, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(446, 2, 2, 'Bùi Đức Long', 'Nam', '2008-05-24', '979793705771', 'bao577@gmail.com', '0897828099', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.90, 6.15, 7.40, 23.45, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(447, 3, 3, 'Ngô Quốc Linh', 'Nữ', '2008-11-15', '304958504256', 'khanh827@gmail.com', '0922846410', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.15, 7.40, 8.65, 22.20, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(448, 4, 3, 'Lê Nhật Anh', 'Nữ', '2007-06-09', '530123302740', 'phuc1077@gmail.com', '0447864721', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.40, 8.65, 9.90, 25.95, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(449, 5, 1, 'Dương Gia Tiên', 'Nam', '2007-12-01', '755288101224', 'vy328@gmail.com', '0672883032', 'An Giang', 'THPT Nguyễn Du', '2025', 8.65, 9.90, 6.15, 24.70, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(450, 2, 2, 'Đặng Minh Duy', 'Nam', '2008-05-24', '980452899708', 'bao578@gmail.com', '0897901343', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.90, 6.15, 7.40, 23.45, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(451, 3, 3, 'Hoàng Phương Linh', 'Nữ', '2008-11-15', '305617694841', 'khanh828@gmail.com', '0922919654', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.15, 7.40, 8.65, 22.20, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(452, 4, 3, 'Mai Kim Phúc', 'Nữ', '2007-06-09', '530782493325', 'phuc1078@gmail.com', '0447937965', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.40, 8.65, 9.90, 25.95, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(453, 5, 1, 'Phạm Hải Hân', 'Nam', '2007-12-02', '755947291809', 'vy328@gmail.com', '0672956276', 'An Giang', 'THPT Nguyễn Du', '2025', 8.65, 9.90, 6.15, 24.70, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(454, 2, 2, 'Võ Thanh Quân', 'Nam', '2008-05-25', '981112090293', 'bao578@gmail.com', '0897974587', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.90, 6.15, 7.40, 23.45, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(455, 3, 3, 'Hoàng Phương Linh', 'Nữ', '2008-11-16', '306276888778', 'khanh828@gmail.com', '0922992898', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.15, 7.40, 8.66, 22.21, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(456, 4, 3, 'Hoàng Ngọc Tùng', 'Nữ', '2007-06-10', '531441687262', 'phuc1078@gmail.com', '0448011209', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.40, 8.66, 9.91, 25.97, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(457, 5, 1, 'Ngô Tuấn Nam', 'Nam', '2007-12-02', '756606485746', 'vy329@gmail.com', '0673029519', 'An Giang', 'THPT Nguyễn Du', '2025', 8.66, 9.91, 6.16, 24.73, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(458, 2, 2, 'Huỳnh Gia Phúc', 'Nam', '2008-05-25', '981771284230', 'bao579@gmail.com', '0898047830', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.91, 6.16, 7.41, 23.48, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(459, 3, 3, 'Phạm Thảo Quân', 'Nữ', '2008-11-16', '306936082715', 'khanh829@gmail.com', '0923066141', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.16, 7.41, 8.66, 22.23, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(460, 4, 3, 'Võ Thanh Quân', 'Nữ', '2007-06-10', '532100881199', 'phuc1079@gmail.com', '0448084452', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.41, 8.66, 9.91, 25.98, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(461, 5, 1, 'Hồ Bảo Nam', 'Nam', '2007-12-03', '757265679683', 'vy330@gmail.com', '0673102763', 'An Giang', 'THPT Nguyễn Du', '2025', 8.66, 9.91, 6.16, 24.73, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0);
INSERT INTO `admission_applications` (`id`, `major_id`, `method_id`, `full_name`, `gender`, `birthday`, `citizen_id`, `email`, `phone`, `address`, `high_school`, `graduation_year`, `math_score`, `literature_score`, `english_score`, `total_score`, `note`, `status`, `created_at`, `round_id`, `is_supplementary`) VALUES
(462, 2, 2, 'Bùi Hải Phúc', 'Nam', '2008-05-26', '982430478168', 'bao580@gmail.com', '0898121074', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.91, 6.16, 7.41, 23.48, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(463, 3, 3, 'Nguyễn Hải Duy', 'Nữ', '2008-11-17', '307595276653', 'khanh830@gmail.com', '0923139385', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.16, 7.41, 8.66, 22.23, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(464, 4, 3, 'Hoàng Kim Phúc', 'Nữ', '2007-06-11', '532760075137', 'phuc1080@gmail.com', '0448157696', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.41, 8.66, 9.91, 25.98, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(465, 5, 1, 'Lê Thảo Lan', 'Nam', '2007-12-03', '757924873621', 'vy331@gmail.com', '0673176007', 'An Giang', 'THPT Nguyễn Du', '2025', 8.66, 9.91, 6.16, 24.73, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(466, 2, 2, 'Nguyễn Gia Nam', 'Nam', '2008-05-26', '983089672105', 'bao581@gmail.com', '0898194318', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.91, 6.16, 7.42, 23.49, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(467, 3, 3, 'Dương Thanh Mai', 'Nữ', '2008-11-17', '308254467237', 'khanh831@gmail.com', '0923212629', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.16, 7.42, 8.67, 22.25, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(468, 4, 3, 'Hoàng Phương Vy', 'Nữ', '2007-06-11', '533419265721', 'phuc1080@gmail.com', '0448230939', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.42, 8.67, 9.92, 26.01, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(469, 5, 1, 'Nguyễn Tường Nhi', 'Nam', '2007-12-04', '758584064205', 'vy331@gmail.com', '0673249250', 'An Giang', 'THPT Nguyễn Du', '2025', 8.67, 9.92, 6.17, 24.76, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(470, 2, 2, 'Mai Thanh Tiên', 'Nam', '2008-05-27', '983748862690', 'bao581@gmail.com', '0898267561', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.92, 6.17, 7.42, 23.51, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(471, 3, 3, 'Dương Đức Khang', 'Nữ', '2008-11-18', '308913661175', 'khanh831@gmail.com', '0923285872', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.17, 7.42, 8.67, 22.26, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(472, 4, 3, 'Bùi Anh Trang', 'Nữ', '2007-06-12', '534078459659', 'phuc1081@gmail.com', '0448304183', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.42, 8.67, 9.92, 26.01, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(473, 5, 1, 'Lý Mỹ Hân', 'Nam', '2007-12-04', '759243258143', 'vy332@gmail.com', '0673322494', 'An Giang', 'THPT Nguyễn Du', '2025', 8.67, 9.92, 6.17, 24.76, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(474, 2, 2, 'Lê Gia Lan', 'Nam', '2008-05-27', '984408056627', 'bao582@gmail.com', '0898340805', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.92, 6.17, 7.42, 23.51, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(475, 3, 3, 'Dương Gia Trâm', 'Nữ', '2008-11-18', '309572855112', 'khanh832@gmail.com', '0923359116', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.17, 7.42, 8.67, 22.26, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(476, 4, 3, 'Nguyễn Nhật Nam', 'Nữ', '2007-06-13', '534737653596', 'phuc1082@gmail.com', '0448377427', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.42, 8.67, 9.92, 26.01, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(477, 5, 1, 'Nguyễn Xuân Trang', 'Nam', '2007-12-05', '759902452080', 'vy333@gmail.com', '0673395738', 'An Giang', 'THPT Nguyễn Du', '2025', 8.67, 9.92, 6.18, 24.77, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(478, 2, 2, 'Ngô Đức Duy', 'Nam', '2008-05-28', '985067250564', 'bao583@gmail.com', '0898414049', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.92, 6.18, 7.43, 23.53, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(479, 3, 3, 'Trần Mỹ Duy', 'Nữ', '2008-11-19', '310232049049', 'khanh833@gmail.com', '0923432359', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.18, 7.43, 8.68, 22.29, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(480, 4, 3, 'Lê Khánh Quân', 'Nữ', '2007-06-13', '535396847533', 'phuc1083@gmail.com', '0448450670', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.43, 8.68, 9.93, 26.04, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(481, 5, 1, 'Ngô Khánh Trâm', 'Nam', '2007-12-05', '760561646017', 'vy334@gmail.com', '0673468981', 'An Giang', 'THPT Nguyễn Du', '2025', 8.68, 9.93, 6.18, 24.79, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(482, 2, 2, 'Võ Thiên My', 'Nam', '2008-05-28', '985726444502', 'bao584@gmail.com', '0898487292', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.93, 6.18, 7.43, 23.54, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(483, 3, 3, 'Lê Tường Nam', 'Nữ', '2008-11-19', '310891239634', 'khanh833@gmail.com', '0923505603', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.18, 7.43, 8.68, 22.29, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(484, 4, 3, 'Lê Gia Huy', 'Nữ', '2007-06-14', '536056038118', 'phuc1083@gmail.com', '0448523914', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.43, 8.68, 9.93, 26.04, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(485, 5, 1, 'Hồ Mỹ Lan', 'Nam', '2007-12-06', '761220836602', 'vy334@gmail.com', '0673542225', 'An Giang', 'THPT Nguyễn Du', '2025', 8.68, 9.93, 6.18, 24.79, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(486, 2, 2, 'Ngô Thiên Nam', 'Nam', '2008-05-29', '986385635086', 'bao584@gmail.com', '0898560536', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.93, 6.18, 7.43, 23.54, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(487, 3, 3, 'Ngô Ngọc Nam', 'Nữ', '2008-11-20', '311550433571', 'khanh834@gmail.com', '0923578847', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.18, 7.43, 8.68, 22.29, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(488, 4, 3, 'Trần Mỹ Lan', 'Nữ', '2007-06-14', '536715232055', 'phuc1084@gmail.com', '0448597158', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.43, 8.68, 9.94, 26.05, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(489, 5, 1, 'Hồ Thiên Trâm', 'Nam', '2007-12-06', '761880030539', 'vy335@gmail.com', '0673615469', 'An Giang', 'THPT Nguyễn Du', '2025', 8.68, 9.94, 6.19, 24.81, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(490, 2, 2, 'Đặng Kim Trâm', 'Nam', '2008-05-29', '987044829023', 'bao585@gmail.com', '0898633780', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.94, 6.19, 7.44, 23.57, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(491, 3, 3, 'Trần Minh Nhi', 'Nữ', '2008-11-20', '312209627509', 'khanh835@gmail.com', '0923652091', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.19, 7.44, 8.69, 22.32, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(492, 4, 3, 'Võ Hoài Huy', 'Nữ', '2007-06-15', '537374425993', 'phuc1085@gmail.com', '0448670402', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.44, 8.69, 9.94, 26.07, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(493, 5, 1, 'Võ Tuấn Linh', 'Nam', '2007-12-07', '762539224477', 'vy336@gmail.com', '0673688713', 'An Giang', 'THPT Nguyễn Du', '2025', 8.69, 9.94, 6.19, 24.82, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(494, 2, 2, 'Dương Tuấn Vy', 'Nam', '2008-05-30', '987704022961', 'bao586@gmail.com', '0898707024', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.94, 6.19, 7.44, 23.57, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(495, 3, 3, 'Lê Xuân Long', 'Nữ', '2008-11-21', '312868821446', 'khanh836@gmail.com', '0923725334', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.19, 7.44, 8.69, 22.32, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(496, 4, 3, 'Đỗ Mỹ Huy', 'Nữ', '2007-06-15', '538033619930', 'phuc1086@gmail.com', '0448743645', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.44, 8.69, 9.94, 26.07, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(497, 5, 1, 'Mai Minh Long', 'Nam', '2007-12-07', '763198418414', 'vy337@gmail.com', '0673761956', 'An Giang', 'THPT Nguyễn Du', '2025', 8.69, 9.94, 6.19, 24.82, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(498, 2, 2, 'Lê Anh Trâm', 'Nam', '2008-05-30', '988363216898', 'bao586@gmail.com', '0898780267', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.94, 6.19, 7.44, 23.57, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(499, 3, 3, 'Ngô Bảo Lan', 'Nữ', '2008-11-21', '313528012031', 'khanh836@gmail.com', '0923798578', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.19, 7.44, 8.70, 22.33, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(500, 4, 3, 'Lý Minh Phúc', 'Nữ', '2007-06-16', '538692810515', 'phuc1086@gmail.com', '0448816889', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.44, 8.70, 9.95, 26.09, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(501, 5, 1, 'Đặng Minh Huy', 'Nam', '2007-12-08', '763857608999', 'vy337@gmail.com', '0673835200', 'An Giang', 'THPT Nguyễn Du', '2025', 8.70, 9.95, 6.20, 24.85, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(502, 2, 2, 'Lý Mỹ Linh', 'Nam', '2008-05-31', '989022407483', 'bao587@gmail.com', '0898853511', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.95, 6.20, 7.45, 23.60, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(503, 3, 3, 'Lý Thảo Tùng', 'Nữ', '2008-11-22', '314187205968', 'khanh837@gmail.com', '0923871822', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.20, 7.45, 8.70, 22.35, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(504, 4, 3, 'Ngô Mỹ Nhi', 'Nữ', '2007-06-16', '539352004452', 'phuc1087@gmail.com', '0448890133', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.45, 8.70, 9.95, 26.10, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(505, 5, 1, 'Nguyễn Nhật Vy', 'Nam', '2007-12-08', '764516802936', 'vy338@gmail.com', '0673908444', 'An Giang', 'THPT Nguyễn Du', '2025', 8.70, 9.95, 6.20, 24.85, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(506, 2, 2, 'Hoàng Hải Anh', 'Nam', '2008-05-31', '989681601420', 'bao588@gmail.com', '0898926755', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.95, 6.20, 7.45, 23.60, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(507, 3, 3, 'Bùi Tường Anh', 'Nữ', '2008-11-22', '314846399905', 'khanh838@gmail.com', '0923945065', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.20, 7.45, 8.70, 22.35, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(508, 4, 3, 'Hồ Tường Quân', 'Nữ', '2007-06-17', '540011198389', 'phuc1088@gmail.com', '0448963376', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.45, 8.70, 9.95, 26.10, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(509, 5, 1, 'Lý Xuân Trâm', 'Nam', '2007-12-09', '765175996873', 'vy339@gmail.com', '0673981687', 'An Giang', 'THPT Nguyễn Du', '2025', 8.70, 9.95, 6.20, 24.85, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(510, 2, 2, 'Phạm Thảo Quân', 'Nam', '2008-06-01', '990340795357', 'bao589@gmail.com', '0898999998', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.95, 6.20, 7.46, 23.61, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(511, 3, 3, 'Lý Phương Phúc', 'Nữ', '2008-11-23', '315505593843', 'khanh839@gmail.com', '0924018309', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.20, 7.46, 8.71, 22.37, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(512, 4, 3, 'Đỗ Đức Phát', 'Nữ', '2007-06-17', '540670392327', 'phuc1089@gmail.com', '0449036620', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.46, 8.71, 9.96, 26.13, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(513, 5, 1, 'Hồ Thiên Duy', 'Nam', '2007-12-09', '765835190811', 'vy339@gmail.com', '0674054931', 'An Giang', 'THPT Nguyễn Du', '2025', 8.71, 9.96, 6.21, 24.88, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(514, 2, 2, 'Trần Bảo Phát', 'Nam', '2008-06-01', '990999989295', 'bao589@gmail.com', '0899073242', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.96, 6.21, 7.46, 23.63, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(515, 3, 3, 'Bùi Nhật Lan', 'Nữ', '2008-11-23', '316164784427', 'khanh839@gmail.com', '0924091553', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.21, 7.46, 8.71, 22.38, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(516, 4, 3, 'Dương Gia Tiên', 'Nữ', '2007-06-18', '541329582911', 'phuc1089@gmail.com', '0449109864', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.46, 8.71, 9.96, 26.13, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(517, 5, 1, 'Đỗ Thiên Anh', 'Nam', '2007-12-10', '766494381395', 'vy340@gmail.com', '0674128175', 'An Giang', 'THPT Nguyễn Du', '2025', 8.71, 9.96, 6.21, 24.88, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(518, 2, 2, 'Lý Bảo Khang', 'Nam', '2008-06-02', '991659179879', 'bao590@gmail.com', '0899146485', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.96, 6.21, 7.46, 23.63, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(519, 3, 3, 'Ngô Tuấn Linh', 'Nữ', '2008-11-24', '316823978364', 'khanh840@gmail.com', '0924164796', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.21, 7.46, 8.71, 22.38, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(520, 4, 3, 'Huỳnh Khánh Phát', 'Nữ', '2007-06-18', '541988776849', 'phuc1090@gmail.com', '0449183107', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.46, 8.71, 9.96, 26.13, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(521, 5, 1, 'Phạm Khánh Nam', 'Nam', '2007-12-10', '767153575333', 'vy341@gmail.com', '0674201418', 'An Giang', 'THPT Nguyễn Du', '2025', 8.71, 9.96, 6.22, 24.89, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(522, 2, 2, 'Hoàng Thanh Tiên', 'Nam', '2008-06-02', '992318373817', 'bao591@gmail.com', '0899219729', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.96, 6.22, 7.47, 23.65, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(523, 3, 3, 'Nguyễn Quốc Nhi', 'Nữ', '2008-11-25', '317483172302', 'khanh841@gmail.com', '0924238040', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.22, 7.47, 8.72, 22.41, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(524, 4, 3, 'Trần Tuấn Trang', 'Nữ', '2007-06-19', '542647970786', 'phuc1091@gmail.com', '0449256351', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.47, 8.72, 9.97, 26.16, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(525, 5, 1, 'Võ Bảo Tùng', 'Nam', '2007-12-11', '767812769270', 'vy342@gmail.com', '0674274662', 'An Giang', 'THPT Nguyễn Du', '2025', 8.72, 9.97, 6.22, 24.91, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(526, 2, 2, 'Phạm Thảo Nhi', 'Nam', '2008-06-03', '992977567754', 'bao592@gmail.com', '0899292973', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.97, 6.22, 7.47, 23.66, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(527, 3, 3, 'Ngô Xuân Phúc', 'Nữ', '2008-11-25', '318142366239', 'khanh842@gmail.com', '0924311284', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.22, 7.47, 8.72, 22.41, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(528, 4, 3, 'Ngô Đức My', 'Nữ', '2007-06-19', '543307164723', 'phuc1091@gmail.com', '0449329595', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.47, 8.72, 9.97, 26.16, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(529, 5, 1, 'Đỗ Thanh Trâm', 'Nam', '2007-12-11', '768471963207', 'vy342@gmail.com', '0674347905', 'An Giang', 'THPT Nguyễn Du', '2025', 8.72, 9.97, 6.22, 24.91, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(530, 2, 2, 'Hoàng Tường Duy', 'Nam', '2008-06-03', '993636761691', 'bao592@gmail.com', '0899366216', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.97, 6.22, 7.47, 23.66, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(531, 3, 3, 'Nguyễn Khánh Huy', 'Nữ', '2008-11-26', '318801556824', 'khanh842@gmail.com', '0924384527', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.22, 7.47, 8.72, 22.41, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(532, 4, 3, 'Đỗ Phương Nam', 'Nữ', '2007-06-20', '543966355308', 'phuc1092@gmail.com', '0449402838', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.47, 8.72, 9.98, 26.17, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(533, 5, 1, 'Mai Khánh Vy', 'Nam', '2007-12-12', '769131153792', 'vy343@gmail.com', '0674421149', 'An Giang', 'THPT Nguyễn Du', '2025', 8.72, 9.98, 6.23, 24.93, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(534, 2, 2, 'Đặng Thảo Phát', 'Nam', '2008-06-04', '994295952276', 'bao593@gmail.com', '0899439460', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.98, 6.23, 7.48, 23.69, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(535, 3, 3, 'Đặng Minh Quân', 'Nữ', '2008-11-26', '319460750761', 'khanh843@gmail.com', '0924457771', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.23, 7.48, 8.73, 22.44, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(536, 4, 3, 'Dương Tuấn Vy', 'Nữ', '2007-06-20', '544625549245', 'phuc1093@gmail.com', '0449476082', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.48, 8.73, 9.98, 26.19, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(537, 5, 1, 'Phạm Hải Mai', 'Nam', '2007-12-12', '769790347729', 'vy344@gmail.com', '0674494393', 'An Giang', 'THPT Nguyễn Du', '2025', 8.73, 9.98, 6.23, 24.94, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(538, 2, 2, 'Mai Thiên Phát', 'Nam', '2008-06-04', '994955146213', 'bao594@gmail.com', '0899512704', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.98, 6.23, 7.48, 23.69, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(539, 3, 3, 'Dương Ngọc Nam', 'Nữ', '2008-11-27', '320119944698', 'khanh844@gmail.com', '0924531015', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.23, 7.48, 8.73, 22.44, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(540, 4, 3, 'Huỳnh Thảo Mai', 'Nữ', '2007-06-21', '545284743183', 'phuc1094@gmail.com', '0449549326', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.48, 8.73, 9.98, 26.19, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(541, 5, 1, 'Đỗ Ngọc Nhi', 'Nam', '2007-12-13', '770449541667', 'vy345@gmail.com', '0674567637', 'An Giang', 'THPT Nguyễn Du', '2025', 8.73, 9.98, 6.23, 24.94, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(542, 2, 2, 'Mai Mỹ Long', 'Nam', '2008-06-05', '995614340151', 'bao594@gmail.com', '0899585948', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.98, 6.23, 7.48, 23.69, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(543, 3, 3, 'Nguyễn Bảo Anh', 'Nữ', '2008-11-27', '320779138636', 'khanh844@gmail.com', '0924604258', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.23, 7.48, 8.74, 22.45, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(544, 4, 3, 'Võ Phương Lan', 'Nữ', '2007-06-21', '545943937120', 'phuc1094@gmail.com', '0449622569', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.48, 8.74, 9.99, 26.21, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(545, 5, 1, 'Phạm Khánh Khang', 'Nam', '2007-12-13', '771108735604', 'vy345@gmail.com', '0674640880', 'An Giang', 'THPT Nguyễn Du', '2025', 8.74, 9.99, 6.24, 24.97, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(546, 2, 2, 'Hoàng Gia Quân', 'Nam', '2008-06-05', '996273534088', 'bao595@gmail.com', '0899659191', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.99, 6.24, 7.49, 23.72, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(547, 3, 3, 'Trần Hải My', 'Nữ', '2008-11-28', '321438329220', 'khanh845@gmail.com', '0924677502', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.24, 7.49, 8.74, 22.47, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(548, 4, 3, 'Đỗ Thiên Tiên', 'Nữ', '2007-06-22', '546603127704', 'phuc1095@gmail.com', '0449695813', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.49, 8.74, 9.99, 26.22, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(549, 5, 1, 'Bùi Tuấn Trâm', 'Nam', '2007-12-14', '771767926189', 'vy346@gmail.com', '0674714124', 'An Giang', 'THPT Nguyễn Du', '2025', 8.74, 9.99, 6.24, 24.97, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(550, 2, 2, 'Bùi Gia Lan', 'Nam', '2008-06-06', '996932724673', 'bao596@gmail.com', '0899732435', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.99, 6.24, 7.49, 23.72, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(551, 3, 3, 'Nguyễn Đức Huy', 'Nữ', '2008-11-28', '322097523158', 'khanh846@gmail.com', '0924750746', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.24, 7.49, 8.74, 22.47, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(552, 4, 3, 'Bùi Quốc Phát', 'Nữ', '2007-06-22', '547262321642', 'phuc1096@gmail.com', '0449769057', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.49, 8.74, 9.99, 26.22, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 1),
(553, 5, 1, 'Ngô Thanh Tùng', 'Nam', '2007-12-14', '772427120126', 'vy347@gmail.com', '0674787368', 'An Giang', 'THPT Nguyễn Du', '2025', 8.74, 9.99, 6.24, 24.97, 'Chờ xác minh', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(554, 2, 2, 'Đặng Khánh Tùng', 'Nam', '2008-06-06', '997591918610', 'bao597@gmail.com', '0899805679', 'Đà Nẵng', 'THPT Trần Phú', '2026', 9.99, 6.24, 7.50, 23.73, 'Thi THPTQG', 'rejected', '2026-05-08 02:23:58', 1, 0),
(555, 3, 3, 'Mai Đức Trâm', 'Nữ', '2008-11-29', '322756717095', 'khanh847@gmail.com', '0924823990', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.24, 7.50, 8.75, 22.49, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(556, 4, 3, 'Võ Thanh Tùng', 'Nữ', '2007-06-23', '547921515579', 'phuc1097@gmail.com', '0449842301', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.50, 8.75, 10.00, 26.25, 'Đã nộp học bạ', 'checking', '2026-05-08 02:23:58', 3, 0),
(557, 5, 1, 'Hồ Nhật Mai', 'Nam', '2007-12-15', '773086314063', 'vy347@gmail.com', '0674860612', 'An Giang', 'THPT Nguyễn Du', '2025', 8.75, 10.00, 6.25, 25.00, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(558, 2, 2, 'Đỗ Thanh Tiên', 'Nam', '2008-06-07', '998251112547', 'bao597@gmail.com', '0899878922', 'Đà Nẵng', 'THPT Trần Phú', '2026', 10.00, 6.25, 7.50, 23.75, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(559, 3, 3, 'Huỳnh Khánh Anh', 'Nữ', '2008-11-29', '323415911032', 'khanh847@gmail.com', '0924897233', 'Huế', 'THPT Võ Thị Sáu', '2026', 6.25, 7.50, 8.75, 22.50, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(560, 4, 3, 'Hồ Nhật Mai', 'Nữ', '2007-06-23', '548580709517', 'phuc1097@gmail.com', '0449915544', 'Khánh Hòa', 'THPT Marie Curie', '2025', 7.50, 8.75, 5.00, 21.25, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(561, 5, 1, 'Hoàng Nhật My', 'Nam', '2007-12-15', '773745508001', 'vy348@gmail.com', '0674933855', 'An Giang', 'THPT Nguyễn Du', '2025', 8.75, 5.00, 6.25, 20.00, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(562, 2, 2, 'Trần Tường Mai', 'Nam', '2008-06-08', '998910306485', 'bao598@gmail.com', '0899952166', 'Đà Nẵng', 'THPT Trần Phú', '2026', 5.00, 6.25, 7.50, 18.75, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(563, 3, 3, 'Huỳnh Kim Linh', 'Nữ', '2008-11-30', '324075101617', 'khanh848@gmail.com', '0924970477', 'Huế', 'THPT Nguyễn Thị Minh Khai', '2025', 6.25, 7.50, 8.75, 22.50, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(564, 4, 3, 'Huỳnh Kim Linh', 'Nữ', '2007-06-24', '549239900101', 'phuc1098@gmail.com', '0449988788', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.50, 8.75, 5.00, 21.25, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(565, 5, 1, 'Đặng Xuân Vy', 'Nam', '2007-12-16', '774404698585', 'vy349@gmail.com', '0675007099', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.75, 5.00, 6.26, 20.01, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(566, 2, 2, 'Phạm Thảo Lan', 'Nam', '2008-06-08', '999569497069', 'bao599@gmail.com', '0800025410', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.00, 6.26, 7.51, 18.77, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(567, 3, 3, 'Lý Nhật Quân', 'Nữ', '2008-11-30', '324734295554', 'khanh849@gmail.com', '0325043721', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.26, 7.51, 8.76, 22.53, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(568, 4, 3, 'Mai Kim Khang', 'Nữ', '2007-06-24', '549899094038', 'phuc100@gmail.com', '0450062031', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.51, 8.76, 5.01, 21.28, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(569, 5, 1, 'Trần Gia Hân', 'Nam', '2007-12-16', '775063892523', 'minh350@gmail.com', '0675080342', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.76, 5.01, 6.26, 20.03, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(570, 2, 2, 'Trần Thanh Nhi', 'Nam', '2008-06-09', '100228691008', 'bao600@gmail.com', '0800098653', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.01, 6.26, 7.51, 18.78, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(571, 3, 3, 'Ngô Thanh Trang', 'Nữ', '2007-01-01', '325393489492', 'trang850@gmail.com', '0325116964', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.26, 7.51, 8.76, 22.53, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(572, 4, 3, 'Phạm Anh Lan', 'Nam', '2007-06-25', '550558287976', 'phuc100@gmail.com', '0450135275', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.51, 8.76, 5.01, 21.28, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(573, 5, 1, 'Đặng Mỹ Anh', 'Nam', '2007-12-17', '775723086460', 'minh350@gmail.com', '0675153586', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.76, 5.01, 6.26, 20.03, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(574, 2, 2, 'Ngô Minh Mai', 'Nữ', '2008-06-09', '100887884945', 'bao600@gmail.com', '0800171897', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.01, 6.26, 7.51, 18.78, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(575, 3, 3, 'Nguyễn Thảo My', 'Nữ', '2007-01-01', '326052683429', 'trang850@gmail.com', '0325190208', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.26, 7.51, 8.77, 22.54, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(576, 4, 1, 'Phạm Tuấn Lan', 'Nam', '2007-06-25', '551217481913', 'phuc101@gmail.com', '0450208519', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.51, 8.77, 5.02, 21.30, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(577, 1, 1, 'Đỗ Tuấn Duy', 'Nam', '2007-12-17', '776382280397', 'minh351@gmail.com', '0675226830', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.77, 5.02, 6.27, 20.06, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(578, 2, 2, 'Nguyễn Phương Phát', 'Nữ', '2008-06-10', '101547078882', 'bao601@gmail.com', '0800245141', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.02, 6.27, 7.52, 18.81, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(579, 3, 3, 'Ngô Xuân Khang', 'Nữ', '2007-01-02', '326711874014', 'trang851@gmail.com', '0325263451', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.27, 7.52, 8.77, 22.56, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(580, 4, 1, 'Bùi Bảo Linh', 'Nam', '2007-06-26', '551876672498', 'phuc102@gmail.com', '0450281762', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.52, 8.77, 5.02, 21.31, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(581, 1, 1, 'Nguyễn Xuân My', 'Nam', '2007-12-18', '777041470982', 'minh352@gmail.com', '0675300073', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.77, 5.02, 6.27, 20.06, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(582, 2, 2, 'Ngô Hoài Trâm', 'Nữ', '2008-06-10', '102206269467', 'bao602@gmail.com', '0800318384', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.02, 6.27, 7.52, 18.81, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(583, 3, 3, 'Hoàng Quốc Duy', 'Nữ', '2007-01-02', '327371067951', 'trang852@gmail.com', '0325336695', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.27, 7.52, 8.77, 22.56, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(584, 4, 1, 'Dương Gia Phát', 'Nam', '2007-06-26', '552535866435', 'phuc103@gmail.com', '0450355006', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.52, 8.77, 5.02, 21.31, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(585, 1, 1, 'Ngô Đức Quân', 'Nam', '2007-12-18', '777700664919', 'minh353@gmail.com', '0675373317', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.77, 5.02, 6.27, 20.06, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(586, 2, 2, 'Lý Mỹ Nam', 'Nữ', '2008-06-11', '102865463404', 'bao603@gmail.com', '0800391628', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.02, 6.27, 7.53, 18.82, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(587, 3, 3, 'Phạm Gia Tùng', 'Nữ', '2007-01-03', '328030261888', 'trang852@gmail.com', '0325409939', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.27, 7.53, 8.78, 22.58, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(588, 4, 1, 'Đặng Tường Anh', 'Nam', '2007-06-27', '553195060372', 'phuc103@gmail.com', '0450428250', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.53, 8.78, 5.03, 21.34, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(589, 1, 1, 'Đỗ Bảo Vy', 'Nam', '2007-12-19', '778359858857', 'minh353@gmail.com', '0675446561', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.78, 5.03, 6.28, 20.09, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(590, 2, 2, 'Ngô Khánh Huy', 'Nữ', '2008-06-11', '103524657342', 'bao603@gmail.com', '0800464872', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.03, 6.28, 7.53, 18.84, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(591, 3, 3, 'Trần Hải Khang', 'Nữ', '2007-01-03', '328689455826', 'trang853@gmail.com', '0325483182', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.28, 7.53, 8.78, 22.59, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(592, 4, 1, 'Mai Kim Phúc', 'Nam', '2007-06-27', '553854254310', 'phuc104@gmail.com', '0450501493', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.53, 8.78, 5.03, 21.34, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(593, 1, 1, 'Mai Phương Long', 'Nam', '2007-12-19', '779019052794', 'minh354@gmail.com', '0675519804', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.78, 5.03, 6.28, 20.09, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(594, 2, 2, 'Võ Tường Mai', 'Nữ', '2008-06-12', '104183851279', 'bao604@gmail.com', '0800538115', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.03, 6.28, 7.53, 18.84, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(595, 3, 3, 'Đặng Quốc Long', 'Nữ', '2007-01-04', '329348646410', 'trang854@gmail.com', '0325556426', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.28, 7.53, 8.78, 22.59, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(596, 4, 1, 'Phạm Thanh Hân', 'Nam', '2007-06-28', '554513444894', 'phuc105@gmail.com', '0450574737', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.53, 8.78, 5.03, 21.34, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(597, 1, 1, 'Võ Hoài Lan', 'Nam', '2007-12-20', '779678243378', 'minh355@gmail.com', '0675593048', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.78, 5.03, 6.29, 20.10, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(598, 2, 2, 'Lê Thanh Nam', 'Nữ', '2008-06-12', '104843041864', 'bao605@gmail.com', '0800611359', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.03, 6.29, 7.54, 18.86, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(599, 3, 3, 'Lê Bảo My', 'Nữ', '2007-01-04', '330007840348', 'trang855@gmail.com', '0325629670', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.29, 7.54, 8.79, 22.62, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(600, 4, 1, 'Dương Xuân Hân', 'Nam', '2007-06-28', '555172638832', 'phuc106@gmail.com', '0450647981', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.54, 8.79, 5.04, 21.37, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(601, 1, 1, 'Huỳnh Anh Nam', 'Nam', '2007-12-21', '780337437316', 'minh356@gmail.com', '0675666292', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.79, 5.04, 6.29, 20.12, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(602, 2, 2, 'Bùi Khánh Khang', 'Nữ', '2008-06-13', '105502235801', 'bao605@gmail.com', '0800684603', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.04, 6.29, 7.54, 18.87, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(603, 3, 3, 'Lý Tường Anh', 'Nữ', '2007-01-05', '330667034285', 'trang855@gmail.com', '0325702914', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.29, 7.54, 8.79, 22.62, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(604, 4, 1, 'Hồ Thảo Mai', 'Nam', '2007-06-29', '555831832769', 'phuc106@gmail.com', '0450721225', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.54, 8.79, 5.04, 21.37, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(605, 1, 1, 'Ngô Gia Nam', 'Nam', '2007-12-21', '780996631253', 'minh356@gmail.com', '0675739536', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.79, 5.04, 6.29, 20.12, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(606, 2, 2, 'Huỳnh Hải Trâm', 'Nữ', '2008-06-13', '106161429738', 'bao606@gmail.com', '0800757847', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.04, 6.29, 7.54, 18.87, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(607, 3, 3, 'Nguyễn Xuân Quân', 'Nữ', '2007-01-05', '331326228222', 'trang856@gmail.com', '0325776157', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.29, 7.54, 8.79, 22.62, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(608, 4, 1, 'Đỗ Thảo Trang', 'Nam', '2007-06-29', '556491026706', 'phuc107@gmail.com', '0450794468', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.54, 8.79, 5.05, 21.38, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(609, 1, 1, 'Dương Đức Trang', 'Nam', '2007-12-22', '781655825191', 'minh357@gmail.com', '0675812779', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.79, 5.05, 6.30, 20.14, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(610, 2, 2, 'Bùi Khánh Khang', 'Nữ', '2008-06-14', '106820623676', 'bao607@gmail.com', '0800831090', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.05, 6.30, 7.55, 18.90, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(611, 3, 3, 'Trần Tường Phúc', 'Nữ', '2007-01-06', '331985418807', 'trang857@gmail.com', '0325849401', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.30, 7.55, 8.80, 22.65, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(612, 4, 1, 'Đặng Khánh My', 'Nam', '2007-06-30', '557150217291', 'phuc108@gmail.com', '0450867712', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.55, 8.80, 5.05, 21.40, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(613, 1, 1, 'Lê Anh Tiên', 'Nam', '2007-12-22', '782315015775', 'minh358@gmail.com', '0675886023', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.80, 5.05, 6.30, 20.15, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(614, 2, 2, 'Đặng Quốc Long', 'Nữ', '2008-06-14', '107479814260', 'bao608@gmail.com', '0800904334', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.05, 6.30, 7.55, 18.90, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(615, 3, 3, 'Bùi Xuân Lan', 'Nữ', '2007-01-06', '332644612744', 'trang858@gmail.com', '0325922645', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.30, 7.55, 8.80, 22.65, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(616, 4, 1, 'Mai Đức Lan', 'Nam', '2007-06-30', '557809411228', 'phuc109@gmail.com', '0450940956', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.55, 8.80, 5.05, 21.40, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(617, 1, 1, 'Nguyễn Hải Tùng', 'Nam', '2007-12-23', '782974209712', 'minh358@gmail.com', '0675959267', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.80, 5.05, 6.30, 20.15, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(618, 2, 2, 'Lê Bảo Trang', 'Nữ', '2008-06-15', '108139008198', 'bao608@gmail.com', '0800977578', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.05, 6.30, 7.55, 18.90, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(619, 3, 3, 'Trần Thảo Anh', 'Nữ', '2007-01-07', '333303806682', 'trang858@gmail.com', '0325995888', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.30, 7.55, 8.81, 22.66, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(620, 4, 1, 'Lý Khánh Linh', 'Nam', '2007-07-01', '558468605166', 'phuc109@gmail.com', '0451014199', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.55, 8.81, 5.06, 21.42, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(621, 1, 1, 'Ngô Nhật Hân', 'Nam', '2007-12-23', '783633403650', 'minh359@gmail.com', '0676032510', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.81, 5.06, 6.31, 20.18, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(622, 2, 2, 'Đỗ Hải Anh', 'Nữ', '2008-06-15', '108798202135', 'bao609@gmail.com', '0801050821', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.06, 6.31, 7.56, 18.93, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(623, 3, 3, 'Hoàng Tuấn Duy', 'Nữ', '2007-01-07', '333963000619', 'trang859@gmail.com', '0326069132', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.31, 7.56, 8.81, 22.68, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(624, 4, 1, 'Mai Mỹ Phát', 'Nam', '2007-07-01', '559127799103', 'phuc110@gmail.com', '0451087443', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.56, 8.81, 5.06, 21.43, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(625, 1, 1, 'Võ Kim Hân', 'Nam', '2007-12-24', '784292597587', 'minh360@gmail.com', '0676105754', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.81, 5.06, 6.31, 20.18, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(626, 2, 2, 'Huỳnh Nhật Phúc', 'Nữ', '2008-06-16', '109457396072', 'bao610@gmail.com', '0801124065', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.06, 6.31, 7.56, 18.93, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(627, 3, 3, 'Mai Hoài Long', 'Nữ', '2007-01-08', '334622191204', 'trang860@gmail.com', '0326142376', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.31, 7.56, 8.81, 22.68, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(628, 4, 1, 'Đỗ Ngọc Nhi', 'Nam', '2007-07-02', '559786989688', 'phuc111@gmail.com', '0451160687', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.56, 8.81, 5.06, 21.43, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(629, 1, 1, 'Ngô Anh Long', 'Nam', '2007-12-24', '784951788172', 'minh361@gmail.com', '0676178998', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.81, 5.06, 6.31, 20.18, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(630, 2, 2, 'Ngô Nhật Vy', 'Nữ', '2008-06-16', '110116586657', 'bao611@gmail.com', '0801197308', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.06, 6.31, 7.57, 18.94, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(631, 3, 3, 'Lê Đức Trang', 'Nữ', '2007-01-08', '335281385141', 'trang861@gmail.com', '0326215619', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.31, 7.57, 8.82, 22.70, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(632, 4, 1, 'Phạm Đức Phát', 'Nam', '2007-07-02', '560446183625', 'phuc111@gmail.com', '0451233930', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.57, 8.82, 5.07, 21.46, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(633, 1, 1, 'Phạm Tường Anh', 'Nam', '2007-12-25', '785610982109', 'minh361@gmail.com', '0676252241', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.82, 5.07, 6.32, 20.21, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(634, 2, 2, 'Dương Bảo Duy', 'Nữ', '2008-06-17', '110775780594', 'bao611@gmail.com', '0801270552', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.07, 6.32, 7.57, 18.96, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(635, 3, 3, 'Lê Phương My', 'Nữ', '2007-01-09', '335940579078', 'trang861@gmail.com', '0326288863', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.32, 7.57, 8.82, 22.71, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(636, 4, 1, 'Lý Phương Quân', 'Nam', '2007-07-03', '561105377562', 'phuc112@gmail.com', '0451307174', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.57, 8.82, 5.07, 21.46, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(637, 1, 1, 'Lý Ngọc Tiên', 'Nam', '2007-12-25', '786270176046', 'minh362@gmail.com', '0676325485', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.82, 5.07, 6.32, 20.21, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(638, 2, 2, 'Hồ Ngọc My', 'Nữ', '2008-06-17', '111434974532', 'bao612@gmail.com', '0801343796', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.07, 6.32, 7.57, 18.96, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(639, 3, 3, 'Đặng Kim Phát', 'Nữ', '2007-01-09', '336599773016', 'trang862@gmail.com', '0326362107', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.32, 7.57, 8.82, 22.71, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(640, 4, 1, 'Đặng Nhật Phát', 'Nam', '2007-07-04', '561764571500', 'phuc113@gmail.com', '0451380418', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.57, 8.82, 5.07, 21.46, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(641, 1, 1, 'Ngô Gia Long', 'Nam', '2007-12-26', '786929369984', 'minh363@gmail.com', '0676398728', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.82, 5.07, 6.33, 20.22, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(642, 2, 2, 'Bùi Thảo Quân', 'Nữ', '2008-06-18', '112094168469', 'bao613@gmail.com', '0801417039', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.07, 6.33, 7.58, 18.98, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(643, 3, 3, 'Phạm Gia Lan', 'Nữ', '2007-01-10', '337258963600', 'trang863@gmail.com', '0326435350', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.33, 7.58, 8.83, 22.74, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(644, 4, 1, 'Ngô Xuân Nam', 'Nam', '2007-07-04', '562423762084', 'phuc114@gmail.com', '0451453661', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.58, 8.83, 5.08, 21.49, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(645, 1, 1, 'Phạm Xuân Huy', 'Nam', '2007-12-26', '787588560568', 'minh364@gmail.com', '0676471972', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.83, 5.08, 6.33, 20.24, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(646, 2, 2, 'Phạm Ngọc Tiên', 'Nữ', '2008-06-18', '112753359053', 'bao614@gmail.com', '0801490283', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.08, 6.33, 7.58, 18.99, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(647, 3, 3, 'Hồ Khánh Trâm', 'Nữ', '2007-01-10', '337918157538', 'trang863@gmail.com', '0326508594', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.33, 7.58, 8.83, 22.74, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(648, 4, 1, 'Đặng Kim Duy', 'Nam', '2007-07-05', '563082956022', 'phuc114@gmail.com', '0451526905', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.58, 8.83, 5.08, 21.49, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(649, 1, 1, 'Hoàng Minh Phúc', 'Nam', '2007-12-27', '788247754506', 'minh364@gmail.com', '0676545216', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.83, 5.08, 6.33, 20.24, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(650, 2, 2, 'Hồ Tường Quân', 'Nữ', '2008-06-19', '113412552991', 'bao614@gmail.com', '0801563527', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.08, 6.33, 7.58, 18.99, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(651, 3, 3, 'Dương Đức My', 'Nữ', '2007-01-11', '338577351475', 'trang864@gmail.com', '0326581838', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.33, 7.58, 8.83, 22.74, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(652, 4, 1, 'Nguyễn Kim Khang', 'Nam', '2007-07-05', '563742149959', 'phuc115@gmail.com', '0451600149', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.58, 8.83, 5.09, 21.50, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(653, 1, 1, 'Hồ Ngọc Nhi', 'Nam', '2007-12-27', '788906948443', 'minh365@gmail.com', '0676618460', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.83, 5.09, 6.34, 20.26, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(654, 2, 2, 'Hồ Mỹ Tùng', 'Nữ', '2008-06-19', '114071746928', 'bao615@gmail.com', '0801636771', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.09, 6.34, 7.59, 19.02, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(655, 3, 3, 'Võ Hải Nhi', 'Nữ', '2007-01-11', '339236545412', 'trang865@gmail.com', '0326655081', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.34, 7.59, 8.84, 22.77, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(656, 4, 1, 'Võ Thiên Quân', 'Nam', '2007-07-06', '564401343896', 'phuc116@gmail.com', '0451673392', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.59, 8.84, 5.09, 21.52, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(657, 1, 1, 'Lê Xuân Vy', 'Nam', '2007-12-28', '789566142380', 'minh366@gmail.com', '0676691703', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.84, 5.09, 6.34, 20.27, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(658, 2, 2, 'Trần Phương Huy', 'Nữ', '2008-06-20', '114730940866', 'bao616@gmail.com', '0801710014', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.09, 6.34, 7.59, 19.02, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(659, 3, 3, 'Huỳnh Xuân Quân', 'Nữ', '2007-01-12', '339895735997', 'trang866@gmail.com', '0326728325', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.34, 7.59, 8.84, 22.77, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(660, 4, 1, 'Lý Nhật Lan', 'Nam', '2007-07-06', '565060534481', 'phuc117@gmail.com', '0451746636', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.59, 8.84, 5.09, 21.52, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(661, 1, 1, 'Mai Anh Khang', 'Nam', '2007-12-28', '790225332965', 'minh367@gmail.com', '0676764947', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.84, 5.09, 6.34, 20.27, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(662, 2, 2, 'Dương Tường Hân', 'Nữ', '2008-06-20', '115390131450', 'bao616@gmail.com', '0801783258', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.09, 6.34, 7.59, 19.02, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(663, 3, 3, 'Lê Minh Nhi', 'Nữ', '2007-01-12', '340554929934', 'trang866@gmail.com', '0326801569', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.34, 7.59, 8.85, 22.78, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(664, 4, 1, 'Dương Hoài Tùng', 'Nam', '2007-07-07', '565719728418', 'phuc117@gmail.com', '0451819880', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.59, 8.85, 5.10, 21.54, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(665, 1, 1, 'Đỗ Gia Linh', 'Nam', '2007-12-29', '790884526902', 'minh367@gmail.com', '0676838191', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.85, 5.10, 6.35, 20.30, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(666, 2, 2, 'Lê Hải Khang', 'Nữ', '2008-06-21', '116049325387', 'bao617@gmail.com', '0801856502', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.10, 6.35, 7.60, 19.05, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(667, 3, 3, 'Lê Hoài Quân', 'Nữ', '2007-01-13', '341214123872', 'trang867@gmail.com', '0326874813', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.35, 7.60, 8.85, 22.80, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(668, 4, 1, 'Hoàng Tuấn Lan', 'Nam', '2007-07-07', '566378922356', 'phuc118@gmail.com', '0451893124', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.60, 8.85, 5.10, 21.55, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(669, 1, 1, 'Đặng Tuấn Anh', 'Nam', '2007-12-29', '791543720840', 'minh368@gmail.com', '0676911434', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.85, 5.10, 6.35, 20.30, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(670, 2, 2, 'Võ Xuân Linh', 'Nữ', '2008-06-21', '116708519325', 'bao618@gmail.com', '0801929745', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.10, 6.35, 7.60, 19.05, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(671, 3, 3, 'Bùi Thiên Nam', 'Nữ', '2007-01-13', '341873317809', 'trang868@gmail.com', '0326948056', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.35, 7.60, 8.85, 22.80, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(672, 4, 1, 'Hồ Kim Phúc', 'Nam', '2007-07-08', '567038116293', 'phuc119@gmail.com', '0451966367', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.60, 8.85, 5.10, 21.55, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(673, 1, 1, 'Bùi Kim Quân', 'Nam', '2007-12-30', '792202914777', 'minh369@gmail.com', '0676984678', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.85, 5.10, 6.35, 20.30, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(674, 2, 2, 'Lý Phương Khang', 'Nữ', '2008-06-22', '117367713262', 'bao619@gmail.com', '0802002989', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.10, 6.35, 7.61, 19.06, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(675, 3, 3, 'Lê Thảo Duy', 'Nữ', '2007-01-14', '342532508393', 'trang869@gmail.com', '0327021300', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.35, 7.61, 8.86, 22.82, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(676, 4, 1, 'Phạm Quốc Tiên', 'Nam', '2007-07-08', '567697306878', 'phuc120@gmail.com', '0452039611', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.61, 8.86, 5.11, 21.58, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(677, 1, 1, 'Phạm Tuấn Lan', 'Nam', '2007-12-30', '792862105362', 'minh369@gmail.com', '0677057922', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.86, 5.11, 6.36, 20.33, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(678, 2, 2, 'Ngô Nhật Hân', 'Nữ', '2008-06-22', '118026903847', 'bao619@gmail.com', '0802076233', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.11, 6.36, 7.61, 19.08, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(679, 3, 3, 'Lý Thảo Quân', 'Nữ', '2007-01-15', '343191702331', 'trang869@gmail.com', '0327094544', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.36, 7.61, 8.86, 22.83, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(680, 4, 1, 'Phạm Anh My', 'Nam', '2007-07-09', '568356500815', 'phuc120@gmail.com', '0452112854', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.61, 8.86, 5.11, 21.58, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(681, 1, 1, 'Võ Mỹ My', 'Nam', '2007-12-31', '793521299299', 'minh370@gmail.com', '0677131165', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.86, 5.11, 6.36, 20.33, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(682, 2, 2, 'Võ Mỹ Nhi', 'Nữ', '2008-06-23', '118686097784', 'bao620@gmail.com', '0802149476', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.11, 6.36, 7.61, 19.08, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(683, 3, 3, 'Lê Gia Lan', 'Nữ', '2007-01-15', '343850896268', 'trang870@gmail.com', '0327167787', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.36, 7.61, 8.86, 22.83, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(684, 4, 1, 'Lê Ngọc Nam', 'Nam', '2007-07-09', '569015694752', 'phuc121@gmail.com', '0452186098', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.61, 8.86, 5.11, 21.58, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(685, 1, 1, 'Huỳnh Ngọc Phúc', 'Nam', '2007-12-31', '794180493236', 'minh371@gmail.com', '0677204409', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.86, 5.11, 6.37, 20.34, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(686, 2, 2, 'Dương Thảo Trâm', 'Nữ', '2008-06-23', '119345291721', 'bao621@gmail.com', '0802222720', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.11, 6.37, 7.62, 19.10, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(687, 3, 3, 'Dương Bảo Lan', 'Nữ', '2007-01-16', '344510090206', 'trang871@gmail.com', '0327241031', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.37, 7.62, 8.87, 22.86, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(688, 4, 1, 'Nguyễn Hải Huy', 'Nam', '2007-07-10', '569674888690', 'phuc122@gmail.com', '0452259342', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.62, 8.87, 5.12, 21.61, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0);
INSERT INTO `admission_applications` (`id`, `major_id`, `method_id`, `full_name`, `gender`, `birthday`, `citizen_id`, `email`, `phone`, `address`, `high_school`, `graduation_year`, `math_score`, `literature_score`, `english_score`, `total_score`, `note`, `status`, `created_at`, `round_id`, `is_supplementary`) VALUES
(689, 1, 1, 'Nguyễn Kim Mai', 'Nam', '2008-01-01', '794839687174', 'minh372@gmail.com', '0677277653', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.87, 5.12, 6.37, 20.36, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(690, 2, 2, 'Bùi Thảo Quân', 'Nữ', '2008-06-24', '120004485659', 'bao622@gmail.com', '0802295964', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.12, 6.37, 7.62, 19.11, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(691, 3, 3, 'Nguyễn Xuân Phúc', 'Nữ', '2007-01-16', '345169280790', 'trang872@gmail.com', '0327314274', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.37, 7.62, 8.87, 22.86, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(692, 4, 1, 'Võ Hải Nhi', 'Nam', '2007-07-10', '570334079274', 'phuc122@gmail.com', '0452332585', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.62, 8.87, 5.12, 21.61, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(693, 1, 1, 'Dương Khánh Tùng', 'Nam', '2008-01-01', '795498877758', 'minh372@gmail.com', '0677350896', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.87, 5.12, 6.37, 20.36, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(694, 2, 2, 'Trần Tường Khang', 'Nữ', '2008-06-24', '120663676243', 'bao622@gmail.com', '0802369207', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.12, 6.37, 7.62, 19.11, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(695, 3, 3, 'Nguyễn Quốc My', 'Nữ', '2007-01-17', '345828474727', 'trang872@gmail.com', '0327387518', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.37, 7.62, 8.87, 22.86, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(696, 4, 1, 'Võ Thảo Hân', 'Nam', '2007-07-11', '570993273212', 'phuc123@gmail.com', '0452405829', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.62, 8.87, 5.13, 21.62, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(697, 1, 1, 'Hồ Bảo Trâm', 'Nam', '2008-01-02', '796158071696', 'minh373@gmail.com', '0677424140', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.87, 5.13, 6.38, 20.38, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(698, 2, 2, 'Nguyễn Nhật Linh', 'Nữ', '2008-06-25', '121322870181', 'bao623@gmail.com', '0802442451', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.13, 6.38, 7.63, 19.14, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(699, 3, 3, 'Lê Khánh Tùng', 'Nữ', '2007-01-17', '346487668665', 'trang873@gmail.com', '0327460762', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.38, 7.63, 8.88, 22.89, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(700, 4, 1, 'Bùi Hải Nam', 'Nam', '2007-07-11', '571652467149', 'phuc124@gmail.com', '0452479073', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.63, 8.88, 5.13, 21.64, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(701, 1, 1, 'Bùi Thảo Quân', 'Nam', '2008-01-02', '796817265633', 'minh374@gmail.com', '0677497384', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.88, 5.13, 6.38, 20.39, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(702, 2, 2, 'Bùi Kim Duy', 'Nữ', '2008-06-25', '121982064118', 'bao624@gmail.com', '0802515695', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.13, 6.38, 7.63, 19.14, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(703, 3, 3, 'Hồ Phương Long', 'Nữ', '2007-01-18', '347146862602', 'trang874@gmail.com', '0327534005', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.38, 7.63, 8.88, 22.89, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(704, 4, 1, 'Hoàng Thiên Tiên', 'Nam', '2007-07-12', '572311661086', 'phuc125@gmail.com', '0452552316', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.63, 8.88, 5.13, 21.64, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(705, 1, 1, 'Lê Thiên Phúc', 'Nam', '2008-01-03', '797476459570', 'minh375@gmail.com', '0677570627', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.88, 5.13, 6.38, 20.39, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(706, 2, 2, 'Mai Mỹ Phát', 'Nữ', '2008-06-26', '122641258055', 'bao624@gmail.com', '0802588938', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.13, 6.38, 7.63, 19.14, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(707, 3, 3, 'Hoàng Quốc Tùng', 'Nữ', '2007-01-18', '347806053187', 'trang874@gmail.com', '0327607249', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.38, 7.63, 8.89, 22.90, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(708, 4, 1, 'Đỗ Ngọc Duy', 'Nam', '2007-07-12', '572970851671', 'phuc125@gmail.com', '0452625560', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.63, 8.89, 5.14, 21.66, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(709, 1, 1, 'Mai Hoài Nam', 'Nam', '2008-01-03', '798135650155', 'minh375@gmail.com', '0677643871', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.89, 5.14, 6.39, 20.42, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(710, 2, 2, 'Huỳnh Quốc Phúc', 'Nữ', '2008-06-26', '123300448640', 'bao625@gmail.com', '0802662182', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.14, 6.39, 7.64, 19.17, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(711, 3, 3, 'Mai Hoài Vy', 'Nữ', '2007-01-19', '348465247124', 'trang875@gmail.com', '0327680493', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.39, 7.64, 8.89, 22.92, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(712, 4, 1, 'Ngô Bảo Trâm', 'Nam', '2007-07-13', '573630045608', 'phuc126@gmail.com', '0452698804', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.64, 8.89, 5.14, 21.67, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(713, 1, 1, 'Bùi Thanh Mai', 'Nam', '2008-01-04', '798794844092', 'minh376@gmail.com', '0677717115', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.89, 5.14, 6.39, 20.42, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(714, 2, 2, 'Đặng Đức Khang', 'Nữ', '2008-06-27', '123959642577', 'bao626@gmail.com', '0802735426', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.14, 6.39, 7.64, 19.17, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(715, 3, 3, 'Đặng Thiên Linh', 'Nữ', '2007-01-19', '349124441061', 'trang876@gmail.com', '0327753737', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.39, 7.64, 8.89, 22.92, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(716, 4, 1, 'Võ Tuấn Phúc', 'Nam', '2007-07-13', '574289239546', 'phuc127@gmail.com', '0452772048', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.64, 8.89, 5.14, 21.67, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(717, 1, 1, 'Dương Khánh Nhi', 'Nam', '2008-01-04', '799454038030', 'minh377@gmail.com', '0677790359', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.89, 5.14, 6.40, 20.43, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(718, 2, 2, 'Nguyễn Tường Tùng', 'Nữ', '2008-06-28', '124618836515', 'bao627@gmail.com', '0802808670', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.14, 6.40, 7.65, 19.19, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(719, 3, 3, 'Ngô Xuân Mai', 'Nữ', '2007-01-20', '349783634999', 'trang877@gmail.com', '0327826980', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.40, 7.65, 8.90, 22.95, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(720, 4, 1, 'Hoàng Khánh Phúc', 'Nam', '2007-07-14', '574948433483', 'phuc128@gmail.com', '0452845291', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.65, 8.90, 5.15, 21.70, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(721, 1, 1, 'Võ Ngọc Khang', 'Nam', '2008-01-05', '800113231967', 'minh377@gmail.com', '0677863602', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.90, 5.15, 6.40, 20.45, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(722, 2, 2, 'Phạm Minh Phúc', 'Nữ', '2008-06-28', '125278030452', 'bao627@gmail.com', '0802881913', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.15, 6.40, 7.65, 19.20, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(723, 3, 3, 'Đỗ Thanh Long', 'Nữ', '2007-01-20', '350442825583', 'trang877@gmail.com', '0327900224', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.40, 7.65, 8.90, 22.95, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(724, 4, 1, 'Trần Phương Huy', 'Nam', '2007-07-14', '575607624067', 'phuc128@gmail.com', '0452918535', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.65, 8.90, 5.15, 21.70, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(725, 1, 1, 'Mai Tường Tùng', 'Nam', '2008-01-05', '800772422552', 'minh378@gmail.com', '0677936846', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.90, 5.15, 6.40, 20.45, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(726, 2, 2, 'Dương Gia Huy', 'Nữ', '2008-06-29', '125937221037', 'bao628@gmail.com', '0802955157', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.15, 6.40, 7.65, 19.20, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(727, 3, 3, 'Nguyễn Hoài Tiên', 'Nữ', '2007-01-21', '351102019521', 'trang878@gmail.com', '0327973468', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.40, 7.65, 8.90, 22.95, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(728, 4, 1, 'Ngô Ngọc Linh', 'Nam', '2007-07-15', '576266818005', 'phuc129@gmail.com', '0452991779', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.65, 8.90, 5.16, 21.71, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(729, 1, 1, 'Lê Thiên Vy', 'Nam', '2008-01-06', '801431616489', 'minh379@gmail.com', '0678010090', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.90, 5.16, 6.41, 20.47, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(730, 2, 2, 'Lý Xuân Anh', 'Nữ', '2008-06-29', '126596414974', 'bao629@gmail.com', '0803028400', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.16, 6.41, 7.66, 19.23, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(731, 3, 3, 'Hoàng Nhật My', 'Nữ', '2007-01-21', '351761213458', 'trang879@gmail.com', '0328046711', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.41, 7.66, 8.91, 22.98, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(732, 4, 1, 'Bùi Minh Khang', 'Nam', '2007-07-15', '576926011942', 'phuc130@gmail.com', '0453065022', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.66, 8.91, 5.16, 21.73, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(733, 1, 1, 'Mai Anh Linh', 'Nam', '2008-01-06', '802090810426', 'minh380@gmail.com', '0678083333', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.91, 5.16, 6.41, 20.48, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(734, 2, 2, 'Võ Thiên Quân', 'Nữ', '2008-06-30', '127255608911', 'bao630@gmail.com', '0803101644', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.16, 6.41, 7.66, 19.23, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(735, 3, 3, 'Đặng Minh My', 'Nữ', '2007-01-22', '352420407395', 'trang880@gmail.com', '0328119955', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.41, 7.66, 8.91, 22.98, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(736, 4, 1, 'Mai Tuấn Huy', 'Nam', '2007-07-16', '577585205880', 'phuc130@gmail.com', '0453138266', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.66, 8.91, 5.16, 21.73, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(737, 1, 1, 'Hoàng Đức Long', 'Nam', '2008-01-07', '802750004364', 'minh380@gmail.com', '0678156577', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.91, 5.16, 6.41, 20.48, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(738, 2, 2, 'Lý Mỹ Long', 'Nữ', '2008-06-30', '127914802849', 'bao630@gmail.com', '0803174888', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.16, 6.41, 7.66, 19.23, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(739, 3, 3, 'Đỗ Anh Nhi', 'Nữ', '2007-01-22', '353079597980', 'trang880@gmail.com', '0328193199', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.41, 7.66, 8.92, 22.99, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(740, 4, 1, 'Võ Mỹ Trang', 'Nam', '2007-07-16', '578244396464', 'phuc131@gmail.com', '0453211510', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.66, 8.92, 5.17, 21.75, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(741, 1, 1, 'Võ Hoài Trâm', 'Nam', '2008-01-07', '803409194948', 'minh381@gmail.com', '0678229820', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.92, 5.17, 6.42, 20.51, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(742, 2, 2, 'Hoàng Thanh Anh', 'Nữ', '2008-07-01', '128573993433', 'bao631@gmail.com', '0803248131', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.17, 6.42, 7.67, 19.26, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(743, 3, 3, 'Bùi Quốc Huy', 'Nữ', '2007-01-23', '353738791917', 'trang881@gmail.com', '0328266442', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.42, 7.67, 8.92, 23.01, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(744, 4, 1, 'Trần Xuân Trang', 'Nam', '2007-07-17', '578903590401', 'phuc132@gmail.com', '0453284753', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.67, 8.92, 5.17, 21.76, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(745, 1, 1, 'Dương Tuấn Nam', 'Nam', '2008-01-08', '804068388886', 'minh382@gmail.com', '0678303064', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.92, 5.17, 6.42, 20.51, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(746, 2, 2, 'Đỗ Gia Trang', 'Nữ', '2008-07-01', '129233187371', 'bao632@gmail.com', '0803321375', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.17, 6.42, 7.67, 19.26, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(747, 3, 3, 'Ngô Phương Duy', 'Nữ', '2007-01-23', '354397985855', 'trang882@gmail.com', '0328339686', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.42, 7.67, 8.92, 23.01, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(748, 4, 1, 'Đỗ Mỹ Tiên', 'Nam', '2007-07-17', '579562784339', 'phuc133@gmail.com', '0453357997', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.67, 8.92, 5.17, 21.76, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(749, 1, 1, 'Bùi Thanh Hân', 'Nam', '2008-01-08', '804727582823', 'minh383@gmail.com', '0678376308', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.92, 5.17, 6.42, 20.51, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(750, 2, 2, 'Lê Đức Phúc', 'Nữ', '2008-07-02', '129892381308', 'bao633@gmail.com', '0803394619', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.17, 6.42, 7.68, 19.27, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(751, 3, 3, 'Huỳnh Hải Huy', 'Nữ', '2007-01-24', '355057179792', 'trang882@gmail.com', '0328412930', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.42, 7.68, 8.93, 23.03, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(752, 4, 1, 'Huỳnh Gia Nam', 'Nam', '2007-07-18', '580221978276', 'phuc133@gmail.com', '0453431240', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.68, 8.93, 5.18, 21.79, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(753, 1, 1, 'Mai Anh Khang', 'Nam', '2008-01-09', '805386776760', 'minh383@gmail.com', '0678449551', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.93, 5.18, 6.43, 20.54, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(754, 2, 2, 'Ngô Nhật Hân', 'Nữ', '2008-07-02', '130551575245', 'bao633@gmail.com', '0803467862', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.18, 6.43, 7.68, 19.29, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(755, 3, 3, 'Đặng Kim Phát', 'Nữ', '2007-01-24', '355716370377', 'trang883@gmail.com', '0328486173', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.43, 7.68, 8.93, 23.04, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(756, 4, 1, 'Mai Thanh Trâm', 'Nam', '2007-07-18', '580881168861', 'phuc134@gmail.com', '0453504484', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.68, 8.93, 5.18, 21.79, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(757, 1, 1, 'Bùi Mỹ Anh', 'Nam', '2008-01-10', '806045967345', 'minh384@gmail.com', '0678522795', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.93, 5.18, 6.43, 20.54, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(758, 2, 2, 'Hoàng Phương Vy', 'Nữ', '2008-07-03', '131210765830', 'bao634@gmail.com', '0803541106', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.18, 6.43, 7.68, 19.29, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(759, 3, 3, 'Lê Gia Tùng', 'Nữ', '2007-01-25', '356375564314', 'trang884@gmail.com', '0328559417', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.43, 7.68, 8.93, 23.04, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(760, 4, 1, 'Mai Gia Trang', 'Nam', '2007-07-19', '581540362798', 'phuc135@gmail.com', '0453577728', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.68, 8.93, 5.18, 21.79, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(761, 1, 1, 'Huỳnh Minh Tiên', 'Nam', '2008-01-10', '806705161282', 'minh385@gmail.com', '0678596039', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.93, 5.18, 6.44, 20.55, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(762, 2, 2, 'Hồ Hoài Long', 'Nữ', '2008-07-03', '131869959767', 'bao635@gmail.com', '0803614350', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.18, 6.44, 7.69, 19.31, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(763, 3, 3, 'Hoàng Thảo Tùng', 'Nữ', '2007-01-25', '357034758251', 'trang885@gmail.com', '0328632661', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.44, 7.69, 8.94, 23.07, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(764, 4, 1, 'Phạm Hoài Phúc', 'Nam', '2007-07-19', '582199556735', 'phuc136@gmail.com', '0553650972', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.69, 8.94, 5.19, 21.82, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(765, 1, 1, 'Đỗ Đức Anh', 'Nam', '2008-01-11', '807364355220', 'minh386@gmail.com', '0678669283', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.94, 5.19, 6.44, 20.57, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(766, 2, 2, 'Lê Ngọc Nam', 'Nữ', '2008-07-04', '132529153705', 'bao635@gmail.com', '0803687594', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.19, 6.44, 7.69, 19.32, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(767, 3, 3, 'Võ Khánh Huy', 'Nữ', '2007-01-26', '357693952189', 'trang885@gmail.com', '0328705904', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.44, 7.69, 8.94, 23.07, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(768, 4, 1, 'Hoàng Anh Trang', 'Nam', '2007-07-20', '582858750673', 'phuc136@gmail.com', '0553724215', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.69, 8.94, 5.19, 21.82, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(769, 1, 1, 'Lý Bảo Nam', 'Nam', '2008-01-11', '808023549157', 'minh386@gmail.com', '0678742526', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.94, 5.19, 6.44, 20.57, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(770, 2, 2, 'Lê Gia Huy', 'Nữ', '2008-07-04', '133188347642', 'bao636@gmail.com', '0803760837', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.19, 6.44, 7.69, 19.32, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(771, 3, 3, 'Hoàng Khánh Anh', 'Nữ', '2007-01-26', '358353142773', 'trang886@gmail.com', '0328779148', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.44, 7.69, 8.94, 23.07, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(772, 4, 1, 'Dương Xuân Anh', 'Nam', '2007-07-20', '583517941257', 'phuc137@gmail.com', '0553797459', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.69, 8.94, 5.20, 21.83, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(773, 1, 1, 'Phạm Hải Vy', 'Nam', '2008-01-12', '808682739741', 'minh387@gmail.com', '0678815770', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.94, 5.20, 6.45, 20.59, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(774, 2, 2, 'Lý Minh Khang', 'Nữ', '2008-07-05', '133847538227', 'bao637@gmail.com', '0803834081', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.20, 6.45, 7.70, 19.35, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(775, 3, 3, 'Đỗ Xuân Trâm', 'Nữ', '2007-01-27', '359012336711', 'trang887@gmail.com', '0328852392', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.45, 7.70, 8.95, 23.10, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(776, 4, 1, 'Huỳnh Tường Nhi', 'Nam', '2007-07-21', '584177135195', 'phuc138@gmail.com', '0553870703', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.70, 8.95, 5.20, 21.85, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(777, 1, 1, 'Lê Thanh Phúc', 'Nam', '2008-01-12', '809341933679', 'minh388@gmail.com', '0678889014', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.95, 5.20, 6.45, 20.60, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(778, 2, 2, 'Nguyễn Xuân Nhi', 'Nữ', '2008-07-05', '134506732164', 'bao638@gmail.com', '0803907325', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.20, 6.45, 7.70, 19.35, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(779, 3, 3, 'Đỗ Tuấn Tùng', 'Nữ', '2007-01-27', '359671530648', 'trang888@gmail.com', '0328925636', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.45, 7.70, 8.95, 23.10, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(780, 4, 1, 'Mai Minh Long', 'Nam', '2007-07-21', '584836329132', 'phuc139@gmail.com', '0553943947', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.70, 8.95, 5.20, 21.85, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(781, 1, 1, 'Võ Minh Huy', 'Nam', '2008-01-13', '810001127616', 'minh388@gmail.com', '0678962257', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.95, 5.20, 6.45, 20.60, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(782, 2, 2, 'Phạm Khánh My', 'Nữ', '2008-07-06', '135165926101', 'bao638@gmail.com', '0803980568', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.20, 6.45, 7.70, 19.35, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(783, 3, 3, 'Lý Phương Linh', 'Nữ', '2007-01-28', '360330724585', 'trang888@gmail.com', '0328998879', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.45, 7.70, 8.96, 23.11, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(784, 4, 1, 'Bùi Anh Nhi', 'Nam', '2007-07-22', '585495523069', 'phuc139@gmail.com', '0554017190', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.70, 8.96, 5.21, 21.87, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(785, 1, 1, 'Mai Ngọc Trâm', 'Nam', '2008-01-13', '810660321553', 'minh389@gmail.com', '0679035501', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.96, 5.21, 6.46, 20.63, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(786, 2, 2, 'Lý Hoài My', 'Nữ', '2008-07-06', '135825120039', 'bao639@gmail.com', '0804053812', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.21, 6.46, 7.71, 19.38, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(787, 3, 3, 'Võ Khánh Trâm', 'Nữ', '2007-01-28', '360989915170', 'trang889@gmail.com', '0329072123', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.46, 7.71, 8.96, 23.13, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(788, 4, 1, 'Hồ Mỹ Tùng', 'Nam', '2007-07-22', '586154713654', 'phuc140@gmail.com', '0554090434', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.71, 8.96, 5.21, 21.88, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(789, 1, 1, 'Hoàng Hoài Vy', 'Nam', '2008-01-14', '811319512138', 'minh390@gmail.com', '0679108745', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.96, 5.21, 6.46, 20.63, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(790, 2, 2, 'Trần Gia Hân', 'Nữ', '2008-07-07', '136484310623', 'bao640@gmail.com', '0804127056', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.21, 6.46, 7.71, 19.38, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(791, 3, 3, 'Ngô Minh Tiên', 'Nữ', '2007-01-29', '361649109107', 'trang890@gmail.com', '0329145367', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.46, 7.71, 8.96, 23.13, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(792, 4, 1, 'Mai Kim Khang', 'Nam', '2007-07-23', '586813907591', 'phuc141@gmail.com', '0554163677', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.71, 8.96, 5.21, 21.88, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(793, 1, 1, 'Đặng Thiên Linh', 'Nam', '2008-01-14', '811978706075', 'minh391@gmail.com', '0679181988', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.96, 5.21, 6.46, 20.63, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(794, 2, 2, 'Trần Thanh Quân', 'Nữ', '2008-07-07', '137143504561', 'bao641@gmail.com', '0804200299', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.21, 6.46, 7.72, 19.39, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(795, 3, 3, 'Đỗ Thảo Trang', 'Nữ', '2007-01-29', '362308303045', 'trang891@gmail.com', '0329218610', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.46, 7.72, 8.97, 23.15, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(796, 4, 1, 'Võ Minh Lan', 'Nam', '2007-07-24', '587473101529', 'phuc141@gmail.com', '0554236921', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.72, 8.97, 5.22, 21.91, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(797, 1, 1, 'Ngô Hoài Trâm', 'Nam', '2008-01-15', '812637900013', 'minh391@gmail.com', '0679255232', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.97, 5.22, 6.47, 20.66, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(798, 2, 2, 'Huỳnh Khánh Phát', 'Nữ', '2008-07-08', '137802698498', 'bao641@gmail.com', '0804273543', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.22, 6.47, 7.72, 19.41, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(799, 3, 3, 'Hồ Kim Mai', 'Nữ', '2007-01-30', '362967496982', 'trang891@gmail.com', '0329291854', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.47, 7.72, 8.97, 23.16, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(800, 4, 1, 'Lý Gia Lan', 'Nam', '2007-07-24', '588132295466', 'phuc142@gmail.com', '0554310165', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.72, 8.97, 5.22, 21.91, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(801, 1, 1, 'Lý Tường Long', 'Nam', '2008-01-15', '813297093950', 'minh392@gmail.com', '0679328476', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.97, 5.22, 6.47, 20.66, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(802, 2, 2, 'Trần Nhật Hân', 'Nữ', '2008-07-08', '138461892435', 'bao642@gmail.com', '0804346787', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.22, 6.47, 7.72, 19.41, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(803, 3, 3, 'Dương Anh Duy', 'Nữ', '2007-01-30', '363626687567', 'trang892@gmail.com', '0329365097', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.47, 7.72, 8.97, 23.16, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(804, 4, 1, 'Hồ Thiên Trâm', 'Nam', '2007-07-25', '588791486051', 'phuc143@gmail.com', '0554383408', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.72, 8.97, 5.22, 21.91, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(805, 1, 1, 'Hoàng Thảo My', 'Nam', '2008-01-16', '813956284535', 'minh393@gmail.com', '0679401719', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.97, 5.22, 6.48, 20.67, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(806, 2, 2, 'Võ Hoài Tiên', 'Nữ', '2008-07-09', '139121083020', 'bao643@gmail.com', '0804420030', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.22, 6.48, 7.73, 19.43, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(807, 3, 3, 'Lê Hải Khang', 'Nữ', '2007-01-31', '364285881504', 'trang893@gmail.com', '0329438341', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.48, 7.73, 8.98, 23.19, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(808, 4, 1, 'Võ Bảo Lan', 'Nam', '2007-07-25', '589450679988', 'phuc144@gmail.com', '0554456652', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.73, 8.98, 5.23, 21.94, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(809, 1, 1, 'Đỗ Nhật Trang', 'Nam', '2008-01-16', '814615478472', 'minh394@gmail.com', '0679474963', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.98, 5.23, 6.48, 20.69, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(810, 2, 2, 'Lê Gia Tiên', 'Nữ', '2008-07-09', '139780276957', 'bao644@gmail.com', '0804493274', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.23, 6.48, 7.73, 19.44, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(811, 3, 3, 'Võ Hoài Huy', 'Nữ', '2007-01-31', '364945075441', 'trang893@gmail.com', '0329511585', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.48, 7.73, 8.98, 23.19, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(812, 4, 1, 'Trần Thiên Tùng', 'Nam', '2007-07-26', '590109873925', 'phuc144@gmail.com', '0554529896', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.73, 8.98, 5.23, 21.94, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(813, 1, 1, 'Võ Hải Nhi', 'Nam', '2008-01-17', '815274672409', 'minh394@gmail.com', '0679548207', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.98, 5.23, 6.48, 20.69, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(814, 2, 2, 'Phạm Anh Quân', 'Nữ', '2008-07-10', '140439470894', 'bao644@gmail.com', '0804566518', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.23, 6.48, 7.73, 19.44, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(815, 3, 3, 'Hồ Thiên Trâm', 'Nữ', '2007-02-01', '365604269379', 'trang894@gmail.com', '0329584828', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.48, 7.73, 8.98, 23.19, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(816, 4, 1, 'Đặng Hải Nam', 'Nam', '2007-07-26', '590769067863', 'phuc145@gmail.com', '0554603139', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.73, 8.98, 5.24, 21.95, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(817, 1, 1, 'Huỳnh Thiên Trâm', 'Nam', '2008-01-17', '815933866347', 'minh395@gmail.com', '0679621450', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.98, 5.24, 6.49, 20.71, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(818, 2, 2, 'Đỗ Thảo Quân', 'Nữ', '2008-07-10', '141098664832', 'bao645@gmail.com', '0804639761', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.24, 6.49, 7.74, 19.47, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(819, 3, 3, 'Huỳnh Ngọc My', 'Nữ', '2007-02-01', '366263459963', 'trang895@gmail.com', '0329658072', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.49, 7.74, 8.99, 23.22, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(820, 4, 1, 'Huỳnh Khánh Hân', 'Nam', '2007-07-27', '591428258447', 'phuc146@gmail.com', '0554676383', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.74, 8.99, 5.24, 21.97, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(821, 1, 1, 'Huỳnh Quốc Quân', 'Nam', '2008-01-18', '816593056931', 'minh396@gmail.com', '0679694694', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.99, 5.24, 6.49, 20.72, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(822, 2, 2, 'Trần Bảo Trâm', 'Nữ', '2008-07-11', '141757855416', 'bao646@gmail.com', '0804713005', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.24, 6.49, 7.74, 19.47, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(823, 3, 3, 'Bùi Ngọc Huy', 'Nữ', '2007-02-02', '366922653901', 'trang896@gmail.com', '0329731316', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.49, 7.74, 8.99, 23.22, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(824, 4, 1, 'Hồ Ngọc My', 'Nam', '2007-07-27', '592087452385', 'phuc147@gmail.com', '0554749627', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.74, 8.99, 5.24, 21.97, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(825, 1, 1, 'Võ Anh Hân', 'Nam', '2008-01-18', '817252250869', 'minh397@gmail.com', '0679767938', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 8.99, 5.24, 6.49, 20.72, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(826, 2, 2, 'Bùi Minh Nhi', 'Nữ', '2008-07-11', '142417049354', 'bao646@gmail.com', '0804786249', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.24, 6.49, 7.74, 19.47, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(827, 3, 3, 'Lê Anh Lan', 'Nữ', '2007-02-02', '367581847838', 'trang896@gmail.com', '0329804560', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.49, 7.74, 9.00, 23.23, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(828, 4, 1, 'Đỗ Nhật Trang', 'Nam', '2007-07-28', '592746646322', 'phuc147@gmail.com', '0554822871', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.74, 9.00, 5.25, 21.99, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(829, 1, 1, 'Mai Tuấn Duy', 'Nam', '2008-01-19', '817911444806', 'minh397@gmail.com', '0679841182', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.00, 5.25, 6.50, 20.75, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(830, 2, 2, 'Lý Mỹ Long', 'Nữ', '2008-07-12', '143076243291', 'bao647@gmail.com', '0804859493', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.25, 6.50, 7.75, 19.50, 'Thi THPTQG', 'new', '2026-05-08 02:23:58', 1, 1),
(831, 3, 3, 'Đặng Quốc Long', 'Nữ', '2007-02-03', '368241041775', 'trang897@gmail.com', '0329877803', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.50, 7.75, 9.00, 23.25, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(832, 4, 1, 'Huỳnh Thảo Khang', 'Nam', '2007-07-28', '593405840259', 'phuc148@gmail.com', '0554896114', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.75, 9.00, 5.25, 22.00, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(833, 1, 1, 'Nguyễn Quốc Khang', 'Nam', '2008-01-19', '818570638743', 'minh398@gmail.com', '0679914425', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.00, 5.25, 6.50, 20.75, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(834, 2, 2, 'Phạm Xuân Trâm', 'Nữ', '2008-07-12', '143735437228', 'bao648@gmail.com', '0804932736', 'Đà Nẵng', 'THPT Gia Định', '2026', 5.25, 6.50, 7.75, 19.50, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(835, 3, 3, 'Phạm Mỹ Mai', 'Nữ', '2007-02-04', '368900232360', 'trang898@gmail.com', '0329951047', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.50, 7.75, 9.00, 23.25, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(836, 4, 1, 'Lê Tuấn Long', 'Nam', '2007-07-29', '594065030844', 'phuc149@gmail.com', '0554969358', 'Khánh Hòa', 'THPT Lê Quý Đôn', '2025', 7.75, 9.00, 5.25, 22.00, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(837, 1, 1, 'Ngô Bảo Duy', 'Nam', '2008-01-20', '819229829328', 'minh399@gmail.com', '0679987669', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.00, 5.25, 6.50, 20.75, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(838, 2, 2, 'Đỗ Tuấn Duy', 'Nữ', '2008-07-13', '144394627813', 'bao649@gmail.com', '0805005980', 'Cần Thơ', 'THPT Gia Định', '2026', 5.25, 6.50, 7.76, 19.51, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(839, 3, 3, 'Nguyễn Anh Hân', 'Nữ', '2007-02-04', '369559426297', 'trang899@gmail.com', '0330024291', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.50, 7.76, 9.01, 23.27, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(840, 4, 1, 'Trần Thảo Trâm', 'Nam', '2007-07-29', '594724224781', 'phuc150@gmail.com', '0555042602', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.76, 9.01, 5.26, 22.03, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(841, 1, 1, 'Hồ Phương Tiên', 'Nam', '2008-01-20', '819889023265', 'minh399@gmail.com', '0680060913', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.01, 5.26, 6.51, 20.78, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(842, 2, 2, 'Mai Hoài Nam', 'Nữ', '2008-07-13', '145053821750', 'linh649@gmail.com', '0805079223', 'Cần Thơ', 'THPT Gia Định', '2026', 5.26, 6.51, 7.76, 19.53, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(843, 3, 3, 'Nguyễn Hoài Vy', 'Nữ', '2007-02-05', '370218620235', 'trang899@gmail.com', '0330097534', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.51, 7.76, 9.01, 23.28, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(844, 4, 1, 'Bùi Đức Hân', 'Nam', '2007-07-30', '595383418719', 'mai150@gmail.com', '0555115845', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.76, 9.01, 5.26, 22.03, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(845, 1, 1, 'Bùi Mỹ Hân', 'Nam', '2008-01-21', '820548217203', 'minh400@gmail.com', '0680134156', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.01, 5.26, 6.51, 20.78, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(846, 2, 2, 'Ngô Gia Linh', 'Nữ', '2008-07-14', '145713015688', 'linh650@gmail.com', '0805152467', 'Cần Thơ', 'THPT Gia Định', '2026', 5.26, 6.51, 7.76, 19.53, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(847, 3, 3, 'Nguyễn Ngọc Quân', 'Nữ', '2007-02-05', '370877814172', 'trang900@gmail.com', '0330170778', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.51, 7.76, 9.01, 23.28, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(848, 4, 1, 'Hoàng Hải Huy', 'Nam', '2007-07-30', '596042612656', 'mai151@gmail.com', '0555189089', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.76, 9.01, 5.26, 22.03, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(849, 1, 1, 'Bùi Hoài Hân', 'Nam', '2008-01-21', '821207411140', 'minh401@gmail.com', '0680207400', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.01, 5.26, 6.52, 20.79, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(850, 2, 2, 'Dương Gia Linh', 'Nữ', '2008-07-14', '146372209625', 'linh651@gmail.com', '0805225711', 'Cần Thơ', 'THPT Gia Định', '2026', 5.26, 6.52, 7.77, 19.55, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(851, 3, 3, 'Bùi Gia Quân', 'Nữ', '2007-02-06', '371537004756', 'trang901@gmail.com', '0330244022', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.52, 7.77, 9.02, 23.31, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(852, 5, 1, 'Hồ Khánh Long', 'Nam', '2007-07-31', '596701803241', 'mai152@gmail.com', '0555262333', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.77, 9.02, 5.27, 22.06, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(853, 1, 1, 'Dương Hải Nam', 'Nam', '2008-01-22', '821866601725', 'minh402@gmail.com', '0680280643', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.02, 5.27, 6.52, 20.81, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(854, 2, 2, 'Huỳnh Quốc Khang', 'Nữ', '2008-07-15', '147031400210', 'linh652@gmail.com', '0805298954', 'Cần Thơ', 'THPT Gia Định', '2026', 5.27, 6.52, 7.77, 19.56, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(855, 3, 3, 'Đỗ Ngọc Trâm', 'Nữ', '2007-02-06', '372196198694', 'trang902@gmail.com', '0330317265', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.52, 7.77, 9.02, 23.31, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(856, 5, 1, 'Mai Đức Anh', 'Nam', '2007-07-31', '597360997178', 'mai152@gmail.com', '0555335576', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.77, 9.02, 5.27, 22.06, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(857, 1, 1, 'Võ Hải Khang', 'Nam', '2008-01-22', '822525795662', 'minh402@gmail.com', '0680353887', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.02, 5.27, 6.52, 20.81, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(858, 2, 2, 'Hồ Ngọc Khang', 'Nữ', '2008-07-15', '147690594147', 'linh652@gmail.com', '0805372198', 'Cần Thơ', 'THPT Gia Định', '2026', 5.27, 6.52, 7.77, 19.56, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(859, 3, 3, 'Huỳnh Thảo Linh', 'Nữ', '2007-02-07', '372855392631', 'trang902@gmail.com', '0330390509', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.52, 7.77, 9.03, 23.32, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(860, 5, 1, 'Lý Hải Hân', 'Nam', '2007-08-01', '598020191115', 'mai153@gmail.com', '0555408820', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.77, 9.03, 5.28, 22.08, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(861, 1, 1, 'Đặng Ngọc Hân', 'Nam', '2008-01-23', '823184989599', 'minh403@gmail.com', '0680427131', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.03, 5.28, 6.53, 20.84, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(862, 2, 2, 'Phạm Kim Tùng', 'Nữ', '2008-07-16', '148349788084', 'linh653@gmail.com', '0805445442', 'Cần Thơ', 'THPT Gia Định', '2026', 5.28, 6.53, 7.78, 19.59, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(863, 3, 3, 'Đỗ Khánh Phúc', 'Nữ', '2007-02-07', '373514586568', 'trang903@gmail.com', '0330463753', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.53, 7.78, 9.03, 23.34, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(864, 5, 1, 'Ngô Anh Anh', 'Nam', '2007-08-01', '598679385053', 'mai154@gmail.com', '0555482063', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.78, 9.03, 5.28, 22.09, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(865, 1, 1, 'Huỳnh Anh Trang', 'Nam', '2008-01-23', '823844183537', 'minh404@gmail.com', '0680500374', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.03, 5.28, 6.53, 20.84, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(866, 2, 2, 'Đỗ Ngọc Lan', 'Nữ', '2008-07-16', '149008982022', 'linh654@gmail.com', '0805518685', 'Cần Thơ', 'THPT Gia Định', '2026', 5.28, 6.53, 7.78, 19.59, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(867, 3, 3, 'Nguyễn Minh Vy', 'Nữ', '2007-02-08', '374173777153', 'trang904@gmail.com', '0330536996', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.53, 7.78, 9.03, 23.34, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(868, 5, 1, 'Ngô Mỹ My', 'Nam', '2007-08-02', '599338575637', 'mai155@gmail.com', '0555555307', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.78, 9.03, 5.28, 22.09, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(869, 1, 1, 'Dương Bảo Lan', 'Nam', '2008-01-24', '824503374121', 'minh405@gmail.com', '0680573618', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.03, 5.28, 6.53, 20.84, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(870, 2, 2, 'Hồ Thảo Phúc', 'Nữ', '2008-07-17', '149668172606', 'linh654@gmail.com', '0805591929', 'Cần Thơ', 'THPT Gia Định', '2026', 5.28, 6.53, 7.79, 19.60, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(871, 3, 3, 'Hồ Gia Mai', 'Nữ', '2007-02-08', '374832971090', 'trang904@gmail.com', '0330610240', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.53, 7.79, 9.04, 23.36, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(872, 5, 1, 'Phạm Tường Phát', 'Nam', '2007-08-02', '599997769575', 'mai155@gmail.com', '0555628551', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.79, 9.04, 5.29, 22.12, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(873, 1, 1, 'Nguyễn Nhật Khang', 'Nam', '2008-01-24', '825162568059', 'minh405@gmail.com', '0680646862', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.04, 5.29, 6.54, 20.87, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(874, 2, 2, 'Lý Đức Long', 'Nữ', '2008-07-18', '150327366544', 'linh655@gmail.com', '0805665173', 'Cần Thơ', 'THPT Gia Định', '2026', 5.29, 6.54, 7.79, 19.62, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(875, 3, 3, 'Nguyễn Phương Long', 'Nữ', '2007-02-09', '375492165028', 'trang905@gmail.com', '0330683484', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.54, 7.79, 9.04, 23.37, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(876, 5, 1, 'Bùi Minh Khang', 'Nam', '2007-08-03', '600656963512', 'mai156@gmail.com', '0555701795', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.79, 9.04, 5.29, 22.12, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(877, 1, 1, 'Nguyễn Xuân Trang', 'Nam', '2008-01-25', '825821761996', 'minh406@gmail.com', '0680720106', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.04, 5.29, 6.54, 20.87, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(878, 2, 2, 'Đặng Gia Anh', 'Nữ', '2008-07-18', '150986560481', 'linh656@gmail.com', '0805738417', 'Cần Thơ', 'THPT Gia Định', '2026', 5.29, 6.54, 7.79, 19.62, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(879, 3, 3, 'Lê Tuấn Vy', 'Nữ', '2007-02-09', '376151358965', 'trang906@gmail.com', '0330756727', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.54, 7.79, 9.04, 23.37, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(880, 5, 1, 'Trần Thanh Trang', 'Nam', '2007-08-03', '601316157449', 'mai157@gmail.com', '0555775038', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.79, 9.04, 5.29, 22.12, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(881, 1, 1, 'Bùi Phương Phúc', 'Nam', '2008-01-25', '826480955933', 'minh407@gmail.com', '0680793349', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.04, 5.29, 6.55, 20.88, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(882, 2, 2, 'Dương Quốc Hân', 'Nữ', '2008-07-19', '151645754418', 'linh657@gmail.com', '0805811660', 'Cần Thơ', 'THPT Gia Định', '2026', 5.29, 6.55, 7.80, 19.64, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(883, 3, 3, 'Hoàng Thiên Tiên', 'Nữ', '2007-02-10', '376810549550', 'trang907@gmail.com', '0330829971', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.55, 7.80, 9.05, 23.40, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(884, 5, 1, 'Mai Ngọc Duy', 'Nam', '2007-08-04', '601975348034', 'mai158@gmail.com', '0555848282', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.80, 9.05, 5.30, 22.15, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(885, 1, 1, 'Đỗ Thiên Phát', 'Nam', '2008-01-26', '827140146518', 'minh407@gmail.com', '0680866593', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.05, 5.30, 6.55, 20.90, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(886, 2, 2, 'Trần Quốc Khang', 'Nữ', '2008-07-19', '152304945003', 'linh657@gmail.com', '0805884904', 'Cần Thơ', 'THPT Gia Định', '2026', 5.30, 6.55, 7.80, 19.65, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(887, 3, 3, 'Hồ Bảo Vy', 'Nữ', '2007-02-10', '377469743487', 'trang907@gmail.com', '0330903215', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.55, 7.80, 9.05, 23.40, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(888, 5, 1, 'Đỗ Thiên Hân', 'Nam', '2007-08-04', '602634541971', 'mai158@gmail.com', '0555921526', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.80, 9.05, 5.30, 22.15, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(889, 1, 1, 'Mai Minh Long', 'Nam', '2008-01-26', '827799340455', 'minh408@gmail.com', '0680939837', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.05, 5.30, 6.55, 20.90, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(890, 2, 2, 'Dương Tường Long', 'Nữ', '2008-07-20', '152964138940', 'linh658@gmail.com', '0805958148', 'Cần Thơ', 'THPT Gia Định', '2026', 5.30, 6.55, 7.80, 19.65, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(891, 3, 3, 'Nguyễn Hải Duy', 'Nữ', '2007-02-11', '378128937424', 'trang908@gmail.com', '0330976459', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.55, 7.80, 9.05, 23.40, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(892, 5, 1, 'Huỳnh Hải Lan', 'Nam', '2007-08-05', '603293735908', 'mai159@gmail.com', '0555994769', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.80, 9.05, 5.31, 22.16, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(893, 1, 1, 'Bùi Tuấn Trâm', 'Nam', '2008-01-27', '828458534393', 'minh409@gmail.com', '0681013080', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.05, 5.31, 6.56, 20.92, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(894, 2, 2, 'Huỳnh Nhật Vy', 'Nữ', '2008-07-20', '153623332878', 'linh659@gmail.com', '0806031391', 'Cần Thơ', 'THPT Gia Định', '2026', 5.31, 6.56, 7.81, 19.68, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(895, 3, 3, 'Mai Anh Tùng', 'Nữ', '2007-02-11', '378788131362', 'trang909@gmail.com', '0331049702', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.56, 7.81, 9.06, 23.43, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(896, 5, 1, 'Trần Thảo Anh', 'Nam', '2007-08-05', '603952929846', 'mai160@gmail.com', '0556068013', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.81, 9.06, 5.31, 22.18, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(897, 1, 1, 'Ngô Ngọc Mai', 'Nam', '2008-01-27', '829117728330', 'minh410@gmail.com', '0681086324', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.06, 5.31, 6.56, 20.93, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(898, 2, 2, 'Dương Hải Khang', 'Nữ', '2008-07-21', '154282526815', 'linh660@gmail.com', '0806104635', 'Cần Thơ', 'THPT Gia Định', '2026', 5.31, 6.56, 7.81, 19.68, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(899, 3, 3, 'Mai Nhật Quân', 'Nữ', '2007-02-12', '379447321946', 'trang910@gmail.com', '0331122946', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.56, 7.81, 9.06, 23.43, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(900, 5, 1, 'Huỳnh Kim Long', 'Nam', '2007-08-06', '604612120430', 'mai160@gmail.com', '0556141257', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.81, 9.06, 5.31, 22.18, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(901, 1, 1, 'Huỳnh Xuân Trang', 'Nam', '2008-01-28', '829776918915', 'minh410@gmail.com', '0681159568', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.06, 5.31, 6.56, 20.93, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(902, 2, 2, 'Hoàng Ngọc Duy', 'Nữ', '2008-07-21', '154941717400', 'linh660@gmail.com', '0806177879', 'Cần Thơ', 'THPT Gia Định', '2026', 5.31, 6.56, 7.81, 19.68, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(903, 3, 3, 'Lý Hoài Linh', 'Nữ', '2007-02-12', '380106515884', 'trang910@gmail.com', '0331196189', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.56, 7.81, 9.07, 23.44, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(904, 5, 1, 'Lý Ngọc Tiên', 'Nam', '2007-08-06', '605271314368', 'mai161@gmail.com', '0556214500', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.81, 9.07, 5.32, 22.20, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(905, 1, 1, 'Ngô Phương Tùng', 'Nam', '2008-01-28', '830436112852', 'minh411@gmail.com', '0681232811', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.07, 5.32, 6.57, 20.96, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(906, 2, 2, 'Hồ Thảo Phúc', 'Nữ', '2008-07-22', '155600911337', 'linh661@gmail.com', '0806251122', 'Cần Thơ', 'THPT Gia Định', '2026', 5.32, 6.57, 7.82, 19.71, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(907, 3, 3, 'Trần Anh Vy', 'Nữ', '2007-02-13', '380765709821', 'trang911@gmail.com', '0331269433', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.57, 7.82, 9.07, 23.46, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(908, 5, 1, 'Bùi Quốc Lan', 'Nam', '2007-08-07', '605930508305', 'mai162@gmail.com', '0556287744', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.82, 9.07, 5.32, 22.21, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(909, 1, 1, 'Lê Xuân Anh', 'Nam', '2008-01-29', '831095306789', 'minh412@gmail.com', '0681306055', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.07, 5.32, 6.57, 20.96, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(910, 2, 2, 'Mai Bảo Nam', 'Nữ', '2008-07-22', '156260105274', 'linh662@gmail.com', '0806324366', 'Cần Thơ', 'THPT Gia Định', '2026', 5.32, 6.57, 7.82, 19.71, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(911, 3, 3, 'Đặng Minh Quân', 'Nữ', '2007-02-13', '381424903758', 'trang912@gmail.com', '0331342677', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.57, 7.82, 9.07, 23.46, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(912, 5, 1, 'Đỗ Kim My', 'Nam', '2007-08-07', '606589702242', 'mai163@gmail.com', '0556360988', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.82, 9.07, 5.32, 22.21, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(913, 1, 1, 'Huỳnh Kim Long', 'Nam', '2008-01-30', '831754500727', 'minh413@gmail.com', '0681379299', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.07, 5.32, 6.57, 20.96, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(914, 2, 2, 'Huỳnh Minh Vy', 'Nữ', '2008-07-23', '156919299212', 'linh663@gmail.com', '0806397609', 'Cần Thơ', 'THPT Gia Định', '2026', 5.32, 6.57, 7.83, 19.72, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1);
INSERT INTO `admission_applications` (`id`, `major_id`, `method_id`, `full_name`, `gender`, `birthday`, `citizen_id`, `email`, `phone`, `address`, `high_school`, `graduation_year`, `math_score`, `literature_score`, `english_score`, `total_score`, `note`, `status`, `created_at`, `round_id`, `is_supplementary`) VALUES
(915, 3, 3, 'Ngô Minh Tiên', 'Nữ', '2007-02-14', '382084094343', 'trang912@gmail.com', '0331415920', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.57, 7.83, 9.08, 23.48, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(916, 5, 1, 'Dương Tường Long', 'Nam', '2007-08-08', '607248892827', 'mai163@gmail.com', '0556434231', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.83, 9.08, 5.33, 22.24, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(917, 1, 1, 'Mai Phương Mai', 'Nam', '2008-01-30', '832413691311', 'minh413@gmail.com', '0681452542', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.08, 5.33, 6.58, 20.99, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(918, 2, 2, 'Đỗ Hoài Nam', 'Nữ', '2008-07-23', '157578489796', 'linh663@gmail.com', '0806470853', 'Cần Thơ', 'THPT Gia Định', '2026', 5.33, 6.58, 7.83, 19.74, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(919, 3, 3, 'Bùi Quốc Trâm', 'Nữ', '2007-02-14', '382743288280', 'trang913@gmail.com', '0331489164', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.58, 7.83, 9.08, 23.49, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(920, 5, 1, 'Hoàng Thảo Phúc', 'Nam', '2007-08-08', '607908086764', 'mai164@gmail.com', '0556507475', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.83, 9.08, 5.33, 22.24, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(921, 1, 1, 'Trần Tường Phúc', 'Nam', '2008-01-31', '833072885248', 'minh414@gmail.com', '0681525786', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.08, 5.33, 6.58, 20.99, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(922, 2, 2, 'Đỗ Đức Phát', 'Nữ', '2008-07-24', '158237683734', 'linh664@gmail.com', '0806544097', 'Cần Thơ', 'THPT Gia Định', '2026', 5.33, 6.58, 7.83, 19.74, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(923, 3, 3, 'Trần Nhật Mai', 'Nữ', '2007-02-15', '383402482218', 'trang914@gmail.com', '0331562408', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.58, 7.83, 9.08, 23.49, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(924, 5, 1, 'Trần Thảo Vy', 'Nam', '2007-08-09', '608567280702', 'mai165@gmail.com', '0556580719', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.83, 9.08, 5.33, 22.24, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(925, 1, 1, 'Bùi Tường Phát', 'Nam', '2008-01-31', '833732079186', 'minh415@gmail.com', '0681599030', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.08, 5.33, 6.59, 21.00, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(926, 2, 2, 'Dương Gia Anh', 'Nữ', '2008-07-24', '158896877671', 'linh665@gmail.com', '0806617341', 'Cần Thơ', 'THPT Gia Định', '2026', 5.33, 6.59, 7.84, 19.76, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(927, 3, 3, 'Lê Gia Tiên', 'Nữ', '2007-02-15', '384061676155', 'trang915@gmail.com', '0331635651', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.59, 7.84, 9.09, 23.52, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(928, 5, 1, 'Nguyễn Hải Trâm', 'Nam', '2007-08-09', '609226474639', 'mai166@gmail.com', '0556653962', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.84, 9.09, 5.34, 22.27, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(929, 1, 1, 'Ngô Hoài Trâm', 'Nam', '2008-02-01', '834391273123', 'minh416@gmail.com', '0681672273', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.09, 5.34, 6.59, 21.02, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(930, 2, 2, 'Dương Gia Tiên', 'Nữ', '2008-07-25', '159556071608', 'linh665@gmail.com', '0806690584', 'Cần Thơ', 'THPT Gia Định', '2026', 5.34, 6.59, 7.84, 19.77, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(931, 3, 3, 'Huỳnh Xuân Tùng', 'Nữ', '2007-02-16', '384720866740', 'trang915@gmail.com', '0331708895', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.59, 7.84, 9.09, 23.52, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(932, 5, 1, 'Đỗ Tuấn Huy', 'Nam', '2007-08-10', '609885665224', 'mai166@gmail.com', '0556727206', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.84, 9.09, 5.34, 22.27, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(933, 1, 1, 'Mai Thanh Phát', 'Nam', '2008-02-01', '835050463708', 'minh416@gmail.com', '0681745517', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.09, 5.34, 6.59, 21.02, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(934, 2, 2, 'Võ Ngọc Mai', 'Nữ', '2008-07-25', '160215262193', 'linh666@gmail.com', '0806763828', 'Cần Thơ', 'THPT Gia Định', '2026', 5.34, 6.59, 7.84, 19.77, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(935, 3, 3, 'Đặng Hải Mai', 'Nữ', '2007-02-16', '385380060677', 'trang916@gmail.com', '0331782139', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.59, 7.84, 9.09, 23.52, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(936, 5, 1, 'Đặng Minh Quân', 'Nam', '2007-08-10', '610544859161', 'mai167@gmail.com', '0556800450', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.84, 9.09, 5.35, 22.28, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(937, 1, 1, 'Phạm Thảo Lan', 'Nam', '2008-02-02', '835709657645', 'minh417@gmail.com', '0681818761', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.09, 5.35, 6.60, 21.04, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(938, 2, 2, 'Bùi Hoài Trang', 'Nữ', '2008-07-26', '160874456130', 'linh667@gmail.com', '0806837072', 'Cần Thơ', 'THPT Gia Định', '2026', 5.35, 6.60, 7.85, 19.80, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(939, 3, 3, 'Trần Ngọc Quân', 'Nữ', '2007-02-17', '386039254614', 'trang917@gmail.com', '0331855383', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.60, 7.85, 9.10, 23.55, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(940, 5, 1, 'Lý Nhật Duy', 'Nam', '2007-08-11', '611204053098', 'mai168@gmail.com', '0556873694', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.85, 9.10, 5.35, 22.30, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(941, 1, 1, 'Nguyễn Kim Nam', 'Nam', '2008-02-02', '836368851582', 'minh418@gmail.com', '0681892005', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.10, 5.35, 6.60, 21.05, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(942, 2, 2, 'Lý Thiên Mai', 'Nữ', '2008-07-26', '161533650068', 'linh668@gmail.com', '0806910316', 'Cần Thơ', 'THPT Gia Định', '2026', 5.35, 6.60, 7.85, 19.80, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(943, 3, 3, 'Mai Nhật Trang', 'Nữ', '2007-02-17', '386698448552', 'trang918@gmail.com', '0331928626', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.60, 7.85, 9.10, 23.55, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(944, 5, 1, 'Đặng Phương Nhi', 'Nam', '2007-08-11', '611863247036', 'mai169@gmail.com', '0556946937', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.85, 9.10, 5.35, 22.30, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(945, 1, 1, 'Đỗ Ngọc Duy', 'Nam', '2008-02-03', '837028045520', 'minh418@gmail.com', '0681965248', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.10, 5.35, 6.60, 21.05, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(946, 2, 2, 'Đặng Tường Anh', 'Nữ', '2008-07-27', '162192844005', 'linh668@gmail.com', '0806983559', 'Cần Thơ', 'THPT Gia Định', '2026', 5.35, 6.60, 7.85, 19.80, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(947, 3, 3, 'Võ Hoài Huy', 'Nữ', '2007-02-18', '387357639136', 'trang918@gmail.com', '0332001870', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.60, 7.85, 9.11, 23.56, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(948, 5, 1, 'Dương Thảo Trâm', 'Nam', '2007-08-12', '612522437620', 'mai169@gmail.com', '0557020181', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.85, 9.11, 5.36, 22.32, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(949, 1, 1, 'Hồ Anh Hân', 'Nam', '2008-02-03', '837687236104', 'minh419@gmail.com', '0682038492', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.11, 5.36, 6.61, 21.08, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(950, 2, 2, 'Lý Phương My', 'Nữ', '2008-07-27', '162852034589', 'linh669@gmail.com', '0807056803', 'Cần Thơ', 'THPT Gia Định', '2026', 5.36, 6.61, 7.86, 19.83, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(951, 3, 3, 'Đặng Khánh Trang', 'Nữ', '2007-02-18', '388016833074', 'trang919@gmail.com', '0332075114', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.61, 7.86, 9.11, 23.58, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(952, 5, 1, 'Đặng Hoài Lan', 'Nam', '2007-08-13', '613181631558', 'mai170@gmail.com', '0557093425', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.86, 9.11, 5.36, 22.33, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(953, 1, 1, 'Trần Quốc Trang', 'Nam', '2008-02-04', '838346430042', 'minh420@gmail.com', '0682111735', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.11, 5.36, 6.61, 21.08, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(954, 2, 2, 'Hoàng Thiên Phát', 'Nữ', '2008-07-28', '163511228527', 'linh670@gmail.com', '0807130046', 'Cần Thơ', 'THPT Gia Định', '2026', 5.36, 6.61, 7.86, 19.83, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(955, 3, 3, 'Ngô Anh Hân', 'Nữ', '2007-02-19', '388676027011', 'trang920@gmail.com', '0332148357', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.61, 7.86, 9.11, 23.58, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(956, 5, 1, 'Huỳnh Phương Anh', 'Nam', '2007-08-13', '613840825495', 'mai171@gmail.com', '0557166668', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.86, 9.11, 5.36, 22.33, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(957, 1, 1, 'Mai Tuấn My', 'Nam', '2008-02-04', '839005623979', 'minh421@gmail.com', '0782184979', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.11, 5.36, 6.61, 21.08, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(958, 2, 2, 'Nguyễn Quốc Nhi', 'Nữ', '2008-07-28', '164170422464', 'linh671@gmail.com', '0807203290', 'Cần Thơ', 'THPT Gia Định', '2026', 5.36, 6.61, 7.87, 19.84, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(959, 3, 3, 'Mai Bảo Mai', 'Nữ', '2007-02-19', '389335220948', 'trang921@gmail.com', '0332221601', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.61, 7.87, 9.12, 23.60, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(960, 5, 1, 'Mai Nhật Khang', 'Nam', '2007-08-14', '614500019432', 'mai171@gmail.com', '0557239912', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.87, 9.12, 5.37, 22.36, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(961, 1, 1, 'Phạm Phương Khang', 'Nam', '2008-02-05', '839664817916', 'minh421@gmail.com', '0782258223', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.12, 5.37, 6.62, 21.11, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(962, 2, 2, 'Đỗ Đức Tiên', 'Nữ', '2008-07-29', '164829616402', 'linh671@gmail.com', '0807276534', 'Cần Thơ', 'THPT Gia Định', '2026', 5.37, 6.62, 7.87, 19.86, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(963, 3, 3, 'Huỳnh Gia Vy', 'Nữ', '2007-02-20', '389994411533', 'trang921@gmail.com', '0332294845', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.62, 7.87, 9.12, 23.61, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(964, 5, 1, 'Trần Khánh Lan', 'Nam', '2007-08-14', '615159210017', 'mai172@gmail.com', '0557313155', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.87, 9.12, 5.37, 22.36, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(965, 1, 1, 'Lý Thanh Long', 'Nam', '2008-02-05', '840324008501', 'minh422@gmail.com', '0782331466', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.12, 5.37, 6.62, 21.11, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(966, 2, 2, 'Bùi Xuân Anh', 'Nữ', '2008-07-29', '165488806986', 'linh672@gmail.com', '0807349777', 'Cần Thơ', 'THPT Gia Định', '2026', 5.37, 6.62, 7.87, 19.86, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(967, 3, 3, 'Hồ Thiên Trâm', 'Nữ', '2007-02-20', '390653605470', 'trang922@gmail.com', '0332368088', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.62, 7.87, 9.12, 23.61, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(968, 5, 1, 'Phạm Kim Quân', 'Nam', '2007-08-15', '615818403954', 'mai173@gmail.com', '0557386399', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.87, 9.12, 5.37, 22.36, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(969, 1, 1, 'Lê Hải Phúc', 'Nam', '2008-02-06', '840983202438', 'minh423@gmail.com', '0782404710', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.12, 5.37, 6.63, 21.12, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(970, 2, 2, 'Võ Minh Duy', 'Nữ', '2008-07-30', '166148000923', 'linh673@gmail.com', '0807423021', 'Cần Thơ', 'THPT Gia Định', '2026', 5.37, 6.63, 7.88, 19.88, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(971, 3, 3, 'Hoàng Minh Hân', 'Nữ', '2007-02-21', '391312799408', 'trang923@gmail.com', '0332441332', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.63, 7.88, 9.13, 23.64, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(972, 5, 1, 'Huỳnh Minh Phát', 'Nam', '2007-08-15', '616477597892', 'mai174@gmail.com', '0557459643', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.88, 9.13, 5.38, 22.39, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(973, 1, 1, 'Mai Kim Trang', 'Nam', '2008-02-06', '841642396376', 'minh424@gmail.com', '0782477954', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.13, 5.38, 6.63, 21.14, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(974, 2, 2, 'Đỗ Gia Khang', 'Nữ', '2008-07-30', '166807194861', 'linh674@gmail.com', '0807496265', 'Cần Thơ', 'THPT Gia Định', '2026', 5.38, 6.63, 7.88, 19.89, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(975, 3, 3, 'Võ Hoài Trâm', 'Nữ', '2007-02-21', '391971993345', 'trang923@gmail.com', '0332514575', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.63, 7.88, 9.13, 23.64, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(976, 5, 1, 'Lý Anh Lan', 'Nam', '2007-08-16', '617136791829', 'mai174@gmail.com', '0557532886', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.88, 9.13, 5.38, 22.39, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(977, 1, 1, 'Ngô Ngọc Trang', 'Nam', '2008-02-07', '842301590313', 'minh424@gmail.com', '0782551197', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.13, 5.38, 6.63, 21.14, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(978, 2, 2, 'Dương Thiên Linh', 'Nữ', '2008-07-31', '167466388798', 'linh674@gmail.com', '0807569508', 'Cần Thơ', 'THPT Gia Định', '2026', 5.38, 6.63, 7.88, 19.89, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(979, 3, 3, 'Mai Thanh Phát', 'Nữ', '2007-02-22', '392631183930', 'trang924@gmail.com', '0332587819', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.63, 7.88, 9.13, 23.64, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(980, 5, 1, 'Hoàng Đức Phát', 'Nam', '2007-08-16', '617795982414', 'mai175@gmail.com', '0557606130', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.88, 9.13, 5.39, 22.40, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(981, 1, 1, 'Phạm Hoài Phúc', 'Nam', '2008-02-07', '842960780898', 'minh425@gmail.com', '0782624441', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.13, 5.39, 6.64, 21.16, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(982, 2, 2, 'Ngô Xuân Mai', 'Nữ', '2008-07-31', '168125579383', 'linh675@gmail.com', '0807642752', 'Cần Thơ', 'THPT Gia Định', '2026', 5.39, 6.64, 7.89, 19.92, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(983, 3, 3, 'Hoàng Tuấn Duy', 'Nữ', '2007-02-22', '393290377867', 'trang925@gmail.com', '0332661063', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.64, 7.89, 9.14, 23.67, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(984, 5, 1, 'Hồ Phương Nam', 'Nam', '2007-08-17', '618455176351', 'mai176@gmail.com', '0557679374', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.89, 9.14, 5.39, 22.42, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(985, 1, 1, 'Võ Quốc Mai', 'Nam', '2008-02-08', '843619974835', 'minh426@gmail.com', '0782697685', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.14, 5.39, 6.64, 21.17, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(986, 2, 2, 'Hồ Anh Linh', 'Nữ', '2008-08-01', '168784773320', 'linh676@gmail.com', '0807715996', 'Cần Thơ', 'THPT Gia Định', '2026', 5.39, 6.64, 7.89, 19.92, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(987, 3, 3, 'Nguyễn Gia Nam', 'Nữ', '2007-02-23', '393949571804', 'trang926@gmail.com', '0332734307', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.64, 7.89, 9.14, 23.67, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(988, 5, 1, 'Ngô Thảo Phát', 'Nam', '2007-08-17', '619114370288', 'mai177@gmail.com', '0557752618', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.89, 9.14, 5.39, 22.42, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(989, 1, 1, 'Mai Minh Long', 'Nam', '2008-02-08', '844279168772', 'minh427@gmail.com', '0782770929', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.14, 5.39, 6.64, 21.17, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(990, 2, 2, 'Hoàng Đức Long', 'Nữ', '2008-08-01', '169443967257', 'linh676@gmail.com', '0807789240', 'Cần Thơ', 'THPT Gia Định', '2026', 5.39, 6.64, 7.89, 19.92, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(991, 3, 3, 'Mai Khánh Vy', 'Nữ', '2007-02-24', '394608765742', 'trang926@gmail.com', '0332807550', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.64, 7.89, 9.15, 23.68, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(992, 5, 1, 'Nguyễn Đức Nhi', 'Nam', '2007-08-18', '619773564226', 'mai177@gmail.com', '0557825861', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.89, 9.15, 5.40, 22.44, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(993, 1, 1, 'Hồ Minh Hân', 'Nam', '2008-02-09', '844938362710', 'minh427@gmail.com', '0782844172', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.15, 5.40, 6.65, 21.20, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(994, 2, 2, 'Đặng Gia Trâm', 'Nữ', '2008-08-02', '170103161195', 'linh677@gmail.com', '0807862483', 'Cần Thơ', 'THPT Gia Định', '2026', 5.40, 6.65, 7.90, 19.95, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(995, 3, 3, 'Phạm Anh Trâm', 'Nữ', '2007-02-24', '395267956326', 'trang927@gmail.com', '0332880794', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.65, 7.90, 9.15, 23.70, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(996, 5, 1, 'Trần Hải My', 'Nam', '2007-08-18', '620432754810', 'mai178@gmail.com', '0557899105', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.90, 9.15, 5.40, 22.45, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(997, 1, 1, 'Lê Mỹ Phúc', 'Nam', '2008-02-09', '845597553294', 'minh428@gmail.com', '0782917416', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.15, 5.40, 6.65, 21.20, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(998, 2, 2, 'Trần Gia Trâm', 'Nữ', '2008-08-02', '170762351779', 'linh678@gmail.com', '0807935727', 'Cần Thơ', 'THPT Gia Định', '2026', 5.40, 6.65, 7.90, 19.95, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(999, 3, 3, 'Dương Bảo Quân', 'Nữ', '2007-02-25', '395927150263', 'trang928@gmail.com', '0332954038', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.65, 7.90, 9.15, 23.70, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1000, 5, 1, 'Lý Xuân Phát', 'Nam', '2007-08-19', '621091948748', 'mai179@gmail.com', '0557972349', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.90, 9.15, 5.40, 22.45, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1001, 1, 1, 'Võ Khánh Duy', 'Nam', '2008-02-10', '846256747232', 'minh429@gmail.com', '0782990660', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.15, 5.40, 6.66, 21.21, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1002, 2, 2, 'Phạm Hải Hân', 'Nữ', '2008-08-03', '171421545717', 'linh679@gmail.com', '0808008971', 'Cần Thơ', 'THPT Gia Định', '2026', 5.40, 6.66, 7.91, 19.97, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(1003, 3, 3, 'Nguyễn Anh Nam', 'Nữ', '2007-02-25', '396586344201', 'trang929@gmail.com', '0333027282', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.66, 7.91, 9.16, 23.73, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1004, 5, 1, 'Trần Tuấn Phúc', 'Nam', '2007-08-19', '621751142685', 'mai180@gmail.com', '0558045592', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.91, 9.16, 5.41, 22.48, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1005, 1, 1, 'Mai Nhật Trang', 'Nam', '2008-02-10', '846915941169', 'minh429@gmail.com', '0783063903', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.16, 5.41, 6.66, 21.23, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1006, 2, 2, 'Hồ Thanh Lan', 'Nữ', '2008-08-03', '172080739654', 'linh679@gmail.com', '0808082214', 'Cần Thơ', 'THPT Gia Định', '2026', 5.41, 6.66, 7.91, 19.98, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(1007, 3, 3, 'Hồ Tường My', 'Nữ', '2007-02-26', '397245538138', 'trang929@gmail.com', '0333100525', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.66, 7.91, 9.16, 23.73, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1008, 5, 1, 'Huỳnh Nhật Nam', 'Nam', '2007-08-20', '622410336622', 'mai180@gmail.com', '0558118836', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.91, 9.16, 5.41, 22.48, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1009, 1, 1, 'Võ Nhật Anh', 'Nam', '2008-02-11', '847575135106', 'minh430@gmail.com', '0783137147', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.16, 5.41, 6.66, 21.23, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1010, 2, 2, 'Đặng Gia Phát', 'Nữ', '2008-08-04', '172739933591', 'linh680@gmail.com', '0808155458', 'Cần Thơ', 'THPT Gia Định', '2026', 5.41, 6.66, 7.91, 19.98, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 1, 1),
(1011, 3, 3, 'Bùi Thanh Vy', 'Nữ', '2007-02-26', '397904728723', 'trang930@gmail.com', '0333173769', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.66, 7.91, 9.16, 23.73, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1012, 5, 1, 'Trần Kim Anh', 'Nam', '2007-08-20', '623069527207', 'mai181@gmail.com', '0558192080', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.91, 9.16, 5.42, 22.49, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1013, 1, 1, 'Phạm Thiên Nam', 'Nam', '2008-02-11', '848234325691', 'minh431@gmail.com', '0783210391', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.16, 5.42, 6.67, 21.25, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1014, 2, 2, 'Đặng Nhật Tiên', 'Nữ', '2008-08-04', '173399124176', 'linh681@gmail.com', '0808228702', 'Cần Thơ', 'THPT Gia Định', '2026', 5.42, 6.67, 7.92, 20.01, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1015, 3, 3, 'Huỳnh Thảo Nam', 'Nữ', '2007-02-27', '398563922660', 'trang931@gmail.com', '0333247012', 'Đồng Nai', 'THPT Nguyễn Thị Minh Khai', '2025', 6.67, 7.92, 9.17, 23.76, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1016, 5, 1, 'Võ Quốc Nam', 'Nam', '2007-08-21', '623728721144', 'mai182@gmail.com', '0558265323', 'Nghệ An', 'THPT Lê Quý Đôn', '2025', 7.92, 9.17, 5.42, 22.51, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1017, 1, 1, 'Phạm Đức Vy', 'Nam', '2008-02-12', '848893519628', 'minh432@gmail.com', '0783283634', 'TP.HCM', 'THPT Phan Châu Trinh', '2026', 9.17, 5.42, 6.67, 21.26, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1018, 2, 2, 'Đặng Kim Trâm', 'Nữ', '2008-08-05', '174058318113', 'linh682@gmail.com', '0808301945', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.42, 6.67, 7.92, 20.01, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1019, 3, 3, 'Võ Ngọc Phúc', 'Nữ', '2007-02-27', '399223116597', 'trang932@gmail.com', '0333320256', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.67, 7.92, 9.17, 23.76, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1020, 5, 1, 'Lý Hoài Linh', 'Nam', '2007-08-21', '624387915082', 'mai182@gmail.com', '0558338567', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.92, 9.17, 5.42, 22.51, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1021, 1, 1, 'Hồ Quốc Trang', 'Nam', '2008-02-12', '849552713566', 'minh432@gmail.com', '0783356878', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.17, 5.42, 6.67, 21.26, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1022, 2, 2, 'Ngô Gia Hân', 'Nữ', '2008-08-05', '174717512051', 'linh682@gmail.com', '0808375189', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.42, 6.67, 7.92, 20.01, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1023, 3, 3, 'Lý Phương Phúc', 'Nữ', '2007-02-28', '399882310535', 'trang932@gmail.com', '0333393500', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.67, 7.92, 9.18, 23.77, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1024, 5, 1, 'Hoàng Đức Anh', 'Nam', '2007-08-22', '625047109019', 'mai183@gmail.com', '0558411811', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.92, 9.18, 5.43, 22.53, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1025, 1, 1, 'Lý Thanh Nam', 'Nam', '2008-02-13', '850211907503', 'minh433@gmail.com', '0783430122', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.18, 5.43, 6.68, 21.29, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1026, 2, 2, 'Trần Anh Anh', 'Nữ', '2008-08-06', '175376705988', 'linh683@gmail.com', '0808448432', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.43, 6.68, 7.93, 20.04, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1027, 3, 3, 'Hồ Ngọc Khang', 'Nữ', '2007-02-28', '400541501119', 'trang933@gmail.com', '0333466743', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.68, 7.93, 9.18, 23.79, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1028, 5, 1, 'Nguyễn Khánh Trâm', 'Nam', '2007-08-22', '625706299603', 'mai184@gmail.com', '0558485054', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.93, 9.18, 5.43, 22.54, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1029, 1, 1, 'Bùi Thảo Trang', 'Nam', '2008-02-13', '850871098088', 'minh434@gmail.com', '0783503365', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.18, 5.43, 6.68, 21.29, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1030, 2, 2, 'Bùi Kim Tùng', 'Nữ', '2008-08-07', '176035896573', 'linh684@gmail.com', '0808521676', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.43, 6.68, 7.93, 20.04, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1031, 3, 3, 'Hoàng Gia Trang', 'Nữ', '2007-03-01', '401200695057', 'trang934@gmail.com', '0333539987', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.68, 7.93, 9.18, 23.79, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1032, 5, 1, 'Huỳnh Hải Huy', 'Nam', '2007-08-23', '626365493541', 'mai185@gmail.com', '0558558298', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.93, 9.18, 5.43, 22.54, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1033, 1, 2, 'Hồ Quốc Phúc', 'Nam', '2008-02-14', '851530292025', 'minh435@gmail.com', '0783576609', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.18, 5.43, 6.68, 21.29, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1034, 2, 2, 'Dương Xuân Linh', 'Nữ', '2008-08-07', '176695090510', 'linh684@gmail.com', '0808594920', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.43, 6.68, 7.94, 20.05, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1035, 3, 3, 'Phạm Tường Huy', 'Nữ', '2007-03-01', '401859888994', 'trang934@gmail.com', '0333613231', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.68, 7.94, 9.19, 23.81, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1036, 5, 1, 'Lê Mỹ Mai', 'Nam', '2007-08-23', '627024687478', 'mai185@gmail.com', '0558631542', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.94, 9.19, 5.44, 22.57, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1037, 1, 2, 'Đỗ Kim Nhi', 'Nam', '2008-02-14', '852189485962', 'minh435@gmail.com', '0783649853', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.19, 5.44, 6.69, 21.32, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1038, 2, 2, 'Ngô Mỹ Nhi', 'Nữ', '2008-08-08', '177354284447', 'linh685@gmail.com', '0808668164', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.44, 6.69, 7.94, 20.07, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1039, 3, 3, 'Trần Kim Nam', 'Nữ', '2007-03-02', '402519082931', 'trang935@gmail.com', '0333686474', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.69, 7.94, 9.19, 23.82, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1040, 5, 1, 'Nguyễn Thảo Linh', 'Nam', '2007-08-24', '627683881416', 'mai186@gmail.com', '0558704785', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.94, 9.19, 5.44, 22.57, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1041, 1, 2, 'Võ Đức Quân', 'Nam', '2008-02-15', '852848679900', 'minh436@gmail.com', '0783723096', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.19, 5.44, 6.69, 21.32, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1042, 2, 2, 'Lý Hải Nam', 'Nữ', '2008-08-08', '178013478385', 'linh686@gmail.com', '0808741407', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.44, 6.69, 7.94, 20.07, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1043, 3, 3, 'Huỳnh Thảo Mai', 'Nữ', '2007-03-02', '403178273516', 'trang936@gmail.com', '0333759718', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.69, 7.94, 9.19, 23.82, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1044, 5, 1, 'Lý Phương My', 'Nam', '2007-08-24', '628343072000', 'mai187@gmail.com', '0558778029', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.94, 9.19, 5.44, 22.57, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1045, 1, 2, 'Dương Thảo Trâm', 'Nam', '2008-02-15', '853507870484', 'minh437@gmail.com', '0783796340', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.19, 5.44, 6.70, 21.33, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1046, 2, 2, 'Võ Hải Trang', 'Nữ', '2008-08-09', '178672668969', 'linh687@gmail.com', '0808814651', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.44, 6.70, 7.95, 20.09, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1047, 3, 3, 'Võ Phương Tiên', 'Nữ', '2007-03-03', '403837467453', 'trang937@gmail.com', '0333832962', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.70, 7.95, 9.20, 23.85, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1048, 5, 1, 'Huỳnh Thanh Tiên', 'Nam', '2007-08-25', '629002265937', 'mai188@gmail.com', '0558851273', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.95, 9.20, 5.45, 22.60, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1049, 1, 2, 'Đặng Minh Quân', 'Nam', '2008-02-16', '854167064422', 'minh437@gmail.com', '0783869584', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.20, 5.45, 6.70, 21.35, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1050, 2, 2, 'Bùi Phương Trang', 'Nữ', '2008-08-09', '179331862907', 'linh687@gmail.com', '0808887895', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.45, 6.70, 7.95, 20.10, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1051, 3, 3, 'Lê Quốc Hân', 'Nữ', '2007-03-03', '404496661391', 'trang937@gmail.com', '0333906206', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.70, 7.95, 9.20, 23.85, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1052, 5, 1, 'Lý Xuân Tiên', 'Nam', '2007-08-25', '629661459875', 'mai188@gmail.com', '0558924517', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.95, 9.20, 5.45, 22.60, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1053, 1, 2, 'Dương Đức Linh', 'Nam', '2008-02-16', '854826258359', 'minh438@gmail.com', '0783942828', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.20, 5.45, 6.70, 21.35, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1054, 2, 2, 'Trần Minh Lan', 'Nữ', '2008-08-10', '179991056844', 'linh688@gmail.com', '0808961138', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.45, 6.70, 7.95, 20.10, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1),
(1055, 3, 3, 'Mai Tường Duy', 'Nữ', '2007-03-04', '405155855328', 'trang938@gmail.com', '0333979449', 'Đồng Nai', 'THPT Hùng Vương', '2025', 6.70, 7.95, 9.20, 23.85, '', 'checking', '2026-05-08 02:23:58', 2, 1),
(1056, 5, 1, 'Ngô Thiên Quân', 'Nam', '2007-08-26', '630320653812', 'mai189@gmail.com', '0558997760', 'Nghệ An', 'THPT Chu Văn An', '2025', 7.95, 9.20, 5.46, 22.61, 'Đã nộp học bạ', 'enrolled', '2026-05-08 02:23:58', 3, 0),
(1057, 1, 2, 'Đỗ Minh Mai', 'Nam', '2008-02-17', '855485452296', 'minh439@gmail.com', '0784016071', 'TP.HCM', 'THPT Nguyễn Huệ', '2026', 9.20, 5.46, 6.71, 21.37, 'Chờ xác minh', 'rejected', '2026-05-08 02:23:58', 1, 0),
(1058, 2, 2, 'Lý Thanh Mai', 'Nữ', '2008-08-10', '180650250781', 'linh689@gmail.com', '0809034382', 'Cần Thơ', 'THPT Chuyên Quốc Học', '2026', 5.46, 6.71, 7.96, 20.13, 'Ưu tiên khu vực', 'new', '2026-05-08 02:23:58', 2, 1);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `admission_methods`
--

CREATE TABLE `admission_methods` (
  `id` int(11) NOT NULL,
  `method_name` varchar(255) NOT NULL,
  `description` text DEFAULT NULL,
  `condition_text` text DEFAULT NULL,
  `status` enum('open','closed') DEFAULT 'open',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `admission_methods`
--

INSERT INTO `admission_methods` (`id`, `method_name`, `description`, `condition_text`, `status`, `created_at`) VALUES
(1, 'Xét tuyển theo kết quả thi tốt nghiệp THPT', 'Thí sinh sử dụng điểm thi tốt nghiệp THPT để đăng ký xét tuyển vào các ngành đào tạo.', 'Thí sinh đã tốt nghiệp THPT và có điểm thi đạt ngưỡng xét tuyển theo quy định.', 'open', '2026-05-02 10:52:32'),
(2, 'Xét tuyển theo học bạ THPT', 'Thí sinh sử dụng kết quả học tập THPT để đăng ký xét tuyển.', 'Điểm trung bình các môn theo tổ hợp xét tuyển đạt điều kiện của ngành đăng ký.', 'open', '2026-05-02 10:52:32'),
(3, 'Xét tuyển thẳng', 'Áp dụng cho thí sinh đạt giải học sinh giỏi, có chứng chỉ quốc tế hoặc thuộc diện ưu tiên theo quy định.', 'Thí sinh đáp ứng điều kiện xét tuyển thẳng theo đề án tuyển sinh.', 'open', '2026-05-02 10:52:32'),
(4, 'Xét tuyển theo kết quả đánh giá năng lực', 'Thí sinh sử dụng kết quả kỳ thi đánh giá năng lực để đăng ký xét tuyển.', 'Thí sinh có kết quả đánh giá năng lực đạt ngưỡng đảm bảo chất lượng đầu vào.', 'open', '2026-05-02 10:52:32');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `admission_news`
--

CREATE TABLE `admission_news` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `content` text NOT NULL,
  `start_date` date DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `status` enum('show','hide') DEFAULT 'show',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `admission_news`
--

INSERT INTO `admission_news` (`id`, `title`, `image`, `content`, `start_date`, `end_date`, `status`, `created_at`) VALUES
(1, 'Thông báo tuyển sinh đại học chính quy năm 2026', 'https://images.unsplash.com/photo-1523050854058-8df90110c9f1', 'Nhà trường thông báo tuyển sinh đại học chính quy năm 2026 với nhiều ngành đào tạo thuộc các lĩnh vực công nghệ thông tin, kinh tế, ngoại ngữ, luật và sư phạm. Thí sinh có thể đăng ký trực tuyến trên website tuyển sinh.', '2026-01-01', '2026-09-30', 'show', '2026-05-02 10:52:32'),
(2, 'Hướng dẫn đăng ký xét tuyển trực tuyến', 'https://images.unsplash.com/photo-1516321318423-f06f85e504b3', 'Thí sinh chuẩn bị thông tin cá nhân, học bạ, giấy tờ tùy thân và chọn ngành đăng ký. Sau khi gửi hồ sơ, cán bộ tuyển sinh sẽ kiểm tra và phản hồi trạng thái hồ sơ.', '2026-01-10', '2026-08-31', 'show', '2026-05-02 10:52:32'),
(3, 'Danh sách ngành đào tạo tuyển sinh năm 2026', 'https://images.unsplash.com/photo-1519452575417-564c1401ecc0', 'Các ngành tuyển sinh gồm Công nghệ thông tin, Kỹ thuật phần mềm, Hệ thống thông tin, Quản trị kinh doanh, Kế toán, Ngôn ngữ Anh, Luật và Giáo dục Tiểu học.', '2026-01-15', '2026-09-30', 'show', '2026-05-02 10:52:32'),
(4, 'Thông báo thời gian nhận hồ sơ xét tuyển', 'https://images.unsplash.com/photo-1498243691581-b145c3f54a5a', 'Thời gian nhận hồ sơ xét tuyển bắt đầu từ tháng 1 đến tháng 9. Thí sinh cần theo dõi thông báo thường xuyên để không bỏ lỡ thời gian đăng ký.', '2026-01-20', '2026-09-15', 'show', '2026-05-02 10:52:32');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `admission_rounds`
--

CREATE TABLE `admission_rounds` (
  `id` int(11) NOT NULL,
  `year` year(4) NOT NULL,
  `name` varchar(200) NOT NULL COMMENT 'VD: Tuyển sinh đại học 2025',
  `reg_start` datetime NOT NULL COMMENT 'Bắt đầu nhận hồ sơ',
  `reg_end` datetime NOT NULL COMMENT 'Kết thúc nhận hồ sơ',
  `review_start` datetime NOT NULL COMMENT 'Bắt đầu xét tuyển',
  `review_end` datetime NOT NULL COMMENT 'Kết thúc xét tuyển',
  `enroll_deadline` datetime NOT NULL COMMENT 'Hạn cuối làm thủ tục nhập học',
  `supp_reg_start` datetime DEFAULT NULL COMMENT 'Bắt đầu nhận hồ sơ bổ sung',
  `supp_reg_end` datetime DEFAULT NULL COMMENT 'Kết thúc nhận hồ sơ bổ sung',
  `supp_review_end` datetime DEFAULT NULL COMMENT 'Kết thúc xét bổ sung',
  `supp_enroll_deadline` datetime DEFAULT NULL COMMENT 'Hạn nhập học bổ sung',
  `supp_score_bonus` decimal(4,2) DEFAULT 0.00 COMMENT 'Điểm chuẩn bổ sung cao hơn bao nhiêu so với chính thức',
  `status` enum('draft','open','reviewing','enrolling','supplementary','completed') DEFAULT 'draft',
  `notes` text DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL COMMENT 'user_id admin tạo',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT NULL ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Đang đổ dữ liệu cho bảng `admission_rounds`
--

INSERT INTO `admission_rounds` (`id`, `year`, `name`, `reg_start`, `reg_end`, `review_start`, `review_end`, `enroll_deadline`, `supp_reg_start`, `supp_reg_end`, `supp_review_end`, `supp_enroll_deadline`, `supp_score_bonus`, `status`, `notes`, `created_by`, `created_at`, `updated_at`) VALUES
(1, '2026', 'Tuyển sinh đại học 2026', '2026-03-01 00:00:00', '2026-07-31 23:59:59', '2026-08-01 00:00:00', '2026-08-20 23:59:59', '2026-09-15 23:59:59', NULL, NULL, NULL, NULL, 0.00, 'enrolling', NULL, NULL, '2026-05-07 12:26:05', '2026-05-08 02:27:28');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `cache`
--

CREATE TABLE `cache` (
  `key` varchar(255) NOT NULL,
  `value` mediumtext NOT NULL,
  `expiration` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `cache_locks`
--

CREATE TABLE `cache_locks` (
  `key` varchar(255) NOT NULL,
  `owner` varchar(255) NOT NULL,
  `expiration` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `classes`
--

CREATE TABLE `classes` (
  `id` int(11) NOT NULL,
  `major_id` int(11) NOT NULL,
  `class_code` varchar(30) NOT NULL,
  `class_name` varchar(100) NOT NULL,
  `school_year` varchar(20) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `classes`
--

INSERT INTO `classes` (`id`, `major_id`, `class_code`, `class_name`, `school_year`, `created_at`) VALUES
(1, 1, 'D22CNTT01', 'Đại học Công nghệ thông tin 01', '2022-2026', '2026-05-02 10:52:32'),
(2, 1, 'D22CNTT02', 'Đại học Công nghệ thông tin 02', '2022-2026', '2026-05-02 10:52:32'),
(3, 2, 'D22KTPM01', 'Đại học Kỹ thuật phần mềm 01', '2022-2026', '2026-05-02 10:52:32'),
(4, 3, 'D22HTTT01', 'Đại học Hệ thống thông tin 01', '2022-2026', '2026-05-02 10:52:32'),
(5, 4, 'D22QTKD01', 'Đại học Quản trị kinh doanh 01', '2022-2026', '2026-05-02 10:52:32'),
(6, 5, 'D22KT01', 'Đại học Kế toán 01', '2022-2026', '2026-05-02 10:52:32'),
(7, 6, 'D22NNA01', 'Đại học Ngôn ngữ Anh 01', '2022-2026', '2026-05-02 10:52:32'),
(8, 7, 'D22LUAT01', 'Đại học Luật 01', '2022-2026', '2026-05-02 10:52:32'),
(9, 1, '123', 'D22CNTT04', '2026-2031', '2026-05-04 03:01:00'),
(10, 1, 'D24CNTT01', 'Công nghệ thông tin K24 - Lớp 1', '2024-2028', '2026-05-08 02:37:34'),
(11, 1, 'D24CNTT02', 'Công nghệ thông tin K24 - Lớp 2', '2024-2028', '2026-05-08 02:37:34'),
(12, 1, 'D24CNTT03', 'Công nghệ thông tin K24 - Lớp 3', '2024-2028', '2026-05-08 02:37:34'),
(13, 1, 'D24CNTT04', 'Công nghệ thông tin K24 - Lớp 4', '2024-2028', '2026-05-08 02:37:34'),
(14, 1, 'D24CNTT05', 'Công nghệ thông tin K24 - Lớp 5', '2024-2028', '2026-05-08 02:37:34'),
(15, 2, 'D24KTPM01', 'Kỹ thuật phần mềm K24 - Lớp 1', '2024-2028', '2026-05-08 02:37:34'),
(16, 2, 'D24KTPM02', 'Kỹ thuật phần mềm K24 - Lớp 2', '2024-2028', '2026-05-08 02:37:34'),
(17, 2, 'D24KTPM03', 'Kỹ thuật phần mềm K24 - Lớp 3', '2024-2028', '2026-05-08 02:37:34'),
(18, 2, 'D24KTPM04', 'Kỹ thuật phần mềm K24 - Lớp 4', '2024-2028', '2026-05-08 02:37:34'),
(19, 2, 'D24KTPM05', 'Kỹ thuật phần mềm K24 - Lớp 5', '2024-2028', '2026-05-08 02:37:34'),
(20, 3, 'D24HTTT01', 'Hệ thống thông tin K24 - Lớp 1', '2024-2028', '2026-05-08 02:37:34'),
(21, 3, 'D24HTTT02', 'Hệ thống thông tin K24 - Lớp 2', '2024-2028', '2026-05-08 02:37:34'),
(22, 3, 'D24HTTT03', 'Hệ thống thông tin K24 - Lớp 3', '2024-2028', '2026-05-08 02:37:34'),
(23, 3, 'D24HTTT04', 'Hệ thống thông tin K24 - Lớp 4', '2024-2028', '2026-05-08 02:37:34'),
(24, 3, 'D24HTTT05', 'Hệ thống thông tin K24 - Lớp 5', '2024-2028', '2026-05-08 02:37:34'),
(25, 4, 'D24QTKD01', 'Quản trị kinh doanh K24 - Lớp 1', '2024-2028', '2026-05-08 02:37:34'),
(26, 4, 'D24QTKD02', 'Quản trị kinh doanh K24 - Lớp 2', '2024-2028', '2026-05-08 02:37:34'),
(27, 4, 'D24QTKD03', 'Quản trị kinh doanh K24 - Lớp 3', '2024-2028', '2026-05-08 02:37:34'),
(28, 4, 'D24QTKD04', 'Quản trị kinh doanh K24 - Lớp 4', '2024-2028', '2026-05-08 02:37:34'),
(29, 4, 'D24QTKD05', 'Quản trị kinh doanh K24 - Lớp 5', '2024-2028', '2026-05-08 02:37:34'),
(30, 5, 'D24KT01', 'Kế toán K24 - Lớp 1', '2024-2028', '2026-05-08 02:37:34'),
(31, 5, 'D24KT02', 'Kế toán K24 - Lớp 2', '2024-2028', '2026-05-08 02:37:34'),
(32, 5, 'D24KT03', 'Kế toán K24 - Lớp 3', '2024-2028', '2026-05-08 02:37:34'),
(33, 5, 'D24KT04', 'Kế toán K24 - Lớp 4', '2024-2028', '2026-05-08 02:37:34'),
(34, 5, 'D24KT05', 'Kế toán K24 - Lớp 5', '2024-2028', '2026-05-08 02:37:34'),
(35, 6, 'D24NNA01', 'Ngôn ngữ Anh K24 - Lớp 1', '2024-2028', '2026-05-08 02:37:34'),
(36, 6, 'D24NNA02', 'Ngôn ngữ Anh K24 - Lớp 2', '2024-2028', '2026-05-08 02:37:34'),
(37, 6, 'D24NNA03', 'Ngôn ngữ Anh K24 - Lớp 3', '2024-2028', '2026-05-08 02:37:34'),
(38, 6, 'D24NNA04', 'Ngôn ngữ Anh K24 - Lớp 4', '2024-2028', '2026-05-08 02:37:34'),
(39, 6, 'D24NNA05', 'Ngôn ngữ Anh K24 - Lớp 5', '2024-2028', '2026-05-08 02:37:34'),
(40, 7, 'D24LUAT01', 'Luật K24 - Lớp 1', '2024-2028', '2026-05-08 02:37:34'),
(41, 7, 'D24LUAT02', 'Luật K24 - Lớp 2', '2024-2028', '2026-05-08 02:37:34'),
(42, 7, 'D24LUAT03', 'Luật K24 - Lớp 3', '2024-2028', '2026-05-08 02:37:34'),
(43, 7, 'D24LUAT04', 'Luật K24 - Lớp 4', '2024-2028', '2026-05-08 02:37:34'),
(44, 7, 'D24LUAT05', 'Luật K24 - Lớp 5', '2024-2028', '2026-05-08 02:37:34'),
(45, 8, 'D24GDTH01', 'Giáo dục Tiểu học K24 - Lớp 1', '2024-2028', '2026-05-08 02:37:34'),
(46, 8, 'D24GDTH02', 'Giáo dục Tiểu học K24 - Lớp 2', '2024-2028', '2026-05-08 02:37:34'),
(47, 8, 'D24GDTH03', 'Giáo dục Tiểu học K24 - Lớp 3', '2024-2028', '2026-05-08 02:37:34'),
(48, 8, 'D24GDTH04', 'Giáo dục Tiểu học K24 - Lớp 4', '2024-2028', '2026-05-08 02:37:34'),
(49, 8, 'D24GDTH05', 'Giáo dục Tiểu học K24 - Lớp 5', '2024-2028', '2026-05-08 02:37:34');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `contacts`
--

CREATE TABLE `contacts` (
  `id` int(11) NOT NULL,
  `full_name` varchar(150) NOT NULL,
  `email` varchar(150) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `subject` varchar(255) DEFAULT NULL,
  `message` text NOT NULL,
  `status` enum('new','read','replied') DEFAULT 'new',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `contacts`
--

INSERT INTO `contacts` (`id`, `full_name`, `email`, `phone`, `subject`, `message`, `status`, `created_at`) VALUES
(1, 'Nguyễn Văn Phúc', 'phuc@gmail.com', '0912000001', 'Hỏi về đăng ký học phần', 'Em muốn hỏi thời gian đăng ký học phần học kỳ mới bắt đầu khi nào?', 'read', '2026-05-02 10:52:32'),
(2, 'Trần Thị Mai', 'mai@gmail.com', '0912000002', 'Hỏi về tuyển sinh', 'Cho em hỏi ngành Công nghệ thông tin xét tuyển bằng những phương thức nào?', 'read', '2026-05-02 10:52:32'),
(3, 'Lê Hoàng Nam', 'nam@gmail.com', '0912000003', 'Hỏi về học phí', 'Cho em hỏi học phí ngành Kỹ thuật phần mềm tính như thế nào?', 'read', '2026-05-02 10:52:32'),
(4, 'Phạm Minh Châu', 'chau@gmail.com', '0912000004', 'Hỏi về hồ sơ xét tuyển', 'Em đã gửi hồ sơ tuyển sinh, khi nào nhận được phản hồi?', 'replied', '2026-05-02 10:52:32'),
(7, 'Hoai TDMU', 'lehoai010192@gmail.com', '0334352211', 'Tư vấn free fire', 'Xin chào', 'read', '2026-05-03 08:41:23'),
(8, 'Trần Trọng Mạnh', '2224802010260@student.tdmu.edu.vn', '0585820637', 'Hỗ trợ dịch vụ', 'tggghghgg', 'read', '2026-05-08 00:56:36');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `course_sections`
--

CREATE TABLE `course_sections` (
  `id` int(11) NOT NULL,
  `subject_id` int(11) NOT NULL,
  `teacher_id` int(11) NOT NULL,
  `semester_id` int(11) NOT NULL,
  `section_code` varchar(30) NOT NULL,
  `schedule_text` varchar(255) DEFAULT NULL,
  `schedule_data` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`schedule_data`)),
  `room` varchar(50) DEFAULT NULL,
  `max_students` int(11) DEFAULT 60,
  `current_students` int(11) DEFAULT 0,
  `tuition_fee` decimal(12,2) DEFAULT 1350000.00,
  `status` enum('open','full','closed') DEFAULT 'open',
  `note` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `start_time` time DEFAULT NULL,
  `end_time` time DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `sessions_per_week` tinyint(4) DEFAULT 2,
  `study_days` varchar(20) DEFAULT NULL COMMENT '2,3,4,5,6,7,8',
  `session_type` varchar(10) DEFAULT NULL COMMENT 'sang/chieu/toi',
  `day_sessions` varchar(50) DEFAULT NULL COMMENT '2:sang,4:chieu',
  `class_id` int(11) DEFAULT NULL COMMENT 'Lớp học được gán'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `course_sections`
--

INSERT INTO `course_sections` (`id`, `subject_id`, `teacher_id`, `semester_id`, `section_code`, `schedule_text`, `schedule_data`, `room`, `max_students`, `current_students`, `tuition_fee`, `status`, `note`, `created_at`, `start_time`, `end_time`, `start_date`, `end_date`, `sessions_per_week`, `study_days`, `session_type`, `day_sessions`, `class_id`) VALUES
(5, 5, 3, 1, 'CNTT203_01', '', '[{\"day\":2,\"session\":\"chieu\",\"period_start\":1},{\"day\":4,\"session\":\"chieu\",\"period_start\":1},{\"day\":6,\"session\":\"chieu\",\"period_start\":1}]', 'B2.305', 45, 3, 1350000.00, 'open', 'Lớp học phần Phân tích thiết kế hệ thống', '2026-05-02 10:52:32', NULL, NULL, '2026-05-05', '2026-06-08', 2, '3', NULL, '3:chieu', NULL),
(24, 3, 9, 1, 'NNA101_018', '', NULL, 'D1.101', 60, 3, 1350000.00, 'open', NULL, '2026-05-03 06:51:20', NULL, NULL, '2026-05-10', '2026-05-26', 2, '2,4', NULL, '2:sang,4:chieu', NULL),
(25, 9, 3, 1, 'NNA101_019', '', NULL, 'C1.202', 60, 3, 1350000.00, 'open', NULL, '2026-05-03 07:07:19', NULL, NULL, '2026-05-10', '2026-05-28', 2, '6,8', NULL, '6:chieu,8:sang', NULL),
(26, 1, 5, 1, 'NNA101_0120', '', NULL, 'C1.202', 60, 3, 1350000.00, 'open', NULL, '2026-05-03 07:09:56', NULL, NULL, '2026-05-10', '2026-06-15', 2, '3', NULL, '3:sang', NULL),
(27, 3, 8, 1, 'NNA101_022', '', NULL, 'C1.202', 60, 0, 1350000.00, 'open', NULL, '2026-05-03 08:01:45', NULL, NULL, '2026-05-10', '2026-05-28', 2, '2,6', NULL, '2:chieu,6:chieu', NULL),
(28, 3, 9, 2, 'NNA101_023', '', NULL, 'C1.202', 60, 0, 1350000.00, 'open', NULL, '2026-05-03 08:43:18', NULL, NULL, '2026-07-10', '2026-08-16', 2, '2', NULL, '2:sang', NULL),
(29, 3, 8, 1, 'NNA101_0255', '', NULL, 'A1.03', 60, 0, 1350000.00, 'closed', NULL, '2026-05-04 03:53:52', NULL, NULL, '2026-05-13', '2026-05-22', 2, '5,6,7', NULL, '5:sang,6:toi,7:', 9),
(30, 7, 3, 2, 'NNA101_020', '', NULL, 'A1.02', 60, 0, 1350000.00, 'open', NULL, '2026-05-04 05:56:38', NULL, NULL, '2026-05-10', '2026-06-17', 2, '5', NULL, '5:chieu', 9),
(31, 6, 8, 2, 'NNA101_0100', '', NULL, 'A1.01', 60, 0, 1350000.00, 'open', NULL, '2026-05-04 05:58:31', NULL, NULL, '2026-05-05', '2026-06-09', 2, '4', NULL, '4:toi', 1);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `evaluation_levels`
--

CREATE TABLE `evaluation_levels` (
  `id` int(11) NOT NULL,
  `level_value` int(11) NOT NULL,
  `level_name` varchar(100) NOT NULL,
  `description` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `evaluation_periods`
--

CREATE TABLE `evaluation_periods` (
  `id` int(11) NOT NULL,
  `semester_id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `description` text DEFAULT NULL,
  `start_date` datetime NOT NULL,
  `end_date` datetime NOT NULL,
  `status` enum('open','closed') DEFAULT 'open',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `evaluation_periods`
--

INSERT INTO `evaluation_periods` (`id`, `semester_id`, `title`, `description`, `start_date`, `end_date`, `status`, `created_at`) VALUES
(1, 1, 'Đánh giá học phần học kỳ 1 năm học 2025-2026', 'Sinh viên thực hiện đánh giá môn học và giảng viên giảng dạy trong học kỳ 1.', '2025-12-04 08:00:00', '2026-11-08 23:59:00', 'open', '2026-05-03 03:06:42'),
(2, 2, 'Đánh giá học phần học kỳ 2 năm học 2025-2026', 'Sinh viên thực hiện đánh giá môn học và giảng viên giảng dạy trong học kỳ 2.', '2026-05-01 08:00:00', '2026-06-10 23:59:59', 'closed', '2026-05-03 03:06:42');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `evaluation_questions`
--

CREATE TABLE `evaluation_questions` (
  `id` int(11) NOT NULL,
  `question_text` varchar(255) NOT NULL,
  `question_type` enum('rating','text') DEFAULT 'rating',
  `status` enum('show','hide') DEFAULT 'show',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `evaluation_questions`
--

INSERT INTO `evaluation_questions` (`id`, `question_text`, `question_type`, `status`, `created_at`) VALUES
(1, 'Giảng viên giảng dạy dễ hiểu, rõ ràng', 'rating', 'show', '2026-05-03 03:37:33'),
(2, 'Giảng viên chuẩn bị bài giảng đầy đủ trước khi lên lớp', 'rating', 'show', '2026-05-03 03:37:33'),
(3, 'Giảng viên truyền đạt nội dung phù hợp với trình độ sinh viên', 'rating', 'show', '2026-05-03 03:37:33'),
(4, 'Giảng viên có thái độ thân thiện, tôn trọng sinh viên', 'rating', 'show', '2026-05-03 03:37:33'),
(5, 'Giảng viên hỗ trợ sinh viên khi gặp khó khăn trong học tập', 'rating', 'show', '2026-05-03 03:37:33'),
(6, 'Giảng viên giải đáp thắc mắc của sinh viên kịp thời', 'rating', 'show', '2026-05-03 03:37:33'),
(7, 'Giảng viên sử dụng ví dụ thực tế giúp sinh viên dễ hiểu bài', 'rating', 'show', '2026-05-03 03:37:33'),
(8, 'Nội dung môn học phù hợp với chương trình đào tạo', 'rating', 'show', '2026-05-03 03:37:33'),
(9, 'Nội dung môn học có tính ứng dụng thực tế', 'rating', 'show', '2026-05-03 03:37:33'),
(10, 'Tài liệu học tập được cung cấp đầy đủ và dễ tiếp cận', 'rating', 'show', '2026-05-03 03:37:33'),
(11, 'Bài tập, bài kiểm tra phù hợp với nội dung đã học', 'rating', 'show', '2026-05-03 03:37:33'),
(12, 'Thời lượng lý thuyết và thực hành được phân bổ hợp lý', 'rating', 'show', '2026-05-03 03:37:33'),
(13, 'Phòng học, thiết bị học tập đáp ứng yêu cầu môn học', 'rating', 'show', '2026-05-03 03:37:33'),
(14, 'Sinh viên hài lòng chung về chất lượng giảng dạy của môn học', 'rating', 'show', '2026-05-03 03:37:33'),
(15, 'Góp ý thêm cho giảng viên hoặc môn học', 'rating', 'show', '2026-05-03 03:37:33');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `faculties`
--

CREATE TABLE `faculties` (
  `id` int(11) NOT NULL,
  `faculty_code` varchar(20) NOT NULL,
  `faculty_name` varchar(150) NOT NULL,
  `description` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `faculties`
--

INSERT INTO `faculties` (`id`, `faculty_code`, `faculty_name`, `description`, `created_at`) VALUES
(1, 'CNTT', 'Công nghệ thông tin', 'Đào tạo công nghệ thông tin, phần mềm, cơ sở dữ liệu và hệ thống thông tin', '2026-05-02 10:52:32'),
(2, 'KT', 'Kinh tế', 'Đào tạo quản trị kinh doanh, kế toán, tài chính ngân hàng', '2026-05-02 10:52:32'),
(3, 'NN', 'Ngoại ngữ', 'Đào tạo ngôn ngữ Anh, biên phiên dịch và tiếng Anh thương mại', '2026-05-02 10:52:32'),
(4, 'LUAT', 'Luật', 'Đào tạo luật kinh tế, luật dân sự và luật học', '2026-05-02 10:52:32'),
(5, 'SP', 'Sư phạm', 'Đào tạo nghiệp vụ sư phạm và giáo dục học', '2026-05-02 10:52:32');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `final_exam_schedules`
--

CREATE TABLE `final_exam_schedules` (
  `id` int(11) NOT NULL,
  `course_section_id` int(11) NOT NULL,
  `exam_date` date NOT NULL,
  `start_time` time NOT NULL,
  `end_time` time NOT NULL,
  `room` varchar(50) DEFAULT NULL,
  `exam_form` enum('Tự luận','Trắc nghiệm','Tiểu luận') DEFAULT 'Tự luận',
  `note` varchar(255) DEFAULT NULL,
  `status` enum('scheduled','completed','cancelled') DEFAULT 'scheduled',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `final_exam_schedules`
--

INSERT INTO `final_exam_schedules` (`id`, `course_section_id`, `exam_date`, `start_time`, `end_time`, `room`, `exam_form`, `note`, `status`, `created_at`, `updated_at`) VALUES
(1, 30, '2026-08-26', '07:00:00', '09:00:00', 'A1.01', 'Tự luận', '', 'scheduled', '2026-05-04 05:57:27', '2026-05-04 05:57:27');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `grades`
--

CREATE TABLE `grades` (
  `id` int(11) NOT NULL,
  `student_subject_id` int(11) NOT NULL,
  `process_score` decimal(4,2) DEFAULT NULL,
  `midterm_score` decimal(4,2) DEFAULT NULL,
  `final_score` decimal(4,2) DEFAULT NULL,
  `total_score` decimal(4,2) DEFAULT NULL,
  `letter_grade` varchar(5) DEFAULT NULL,
  `note` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `grades`
--

INSERT INTO `grades` (`id`, `student_subject_id`, `process_score`, `midterm_score`, `final_score`, `total_score`, `letter_grade`, `note`, `created_at`, `updated_at`) VALUES
(10, 10, 6.50, 7.00, 7.00, 6.90, 'C+', 'Đạt', '2026-05-02 10:52:32', '2026-05-02 10:52:32');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `jobs`
--

CREATE TABLE `jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `queue` varchar(255) NOT NULL,
  `payload` longtext NOT NULL,
  `attempts` tinyint(3) UNSIGNED NOT NULL,
  `reserved_at` int(10) UNSIGNED DEFAULT NULL,
  `available_at` int(10) UNSIGNED NOT NULL,
  `created_at` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `job_batches`
--

CREATE TABLE `job_batches` (
  `id` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `total_jobs` int(11) NOT NULL,
  `pending_jobs` int(11) NOT NULL,
  `failed_jobs` int(11) NOT NULL,
  `failed_job_ids` longtext NOT NULL,
  `options` mediumtext DEFAULT NULL,
  `cancelled_at` int(11) DEFAULT NULL,
  `created_at` int(11) NOT NULL,
  `finished_at` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `majors`
--

CREATE TABLE `majors` (
  `id` int(11) NOT NULL,
  `faculty_id` int(11) NOT NULL,
  `major_code` varchar(30) NOT NULL,
  `major_name` varchar(150) NOT NULL,
  `training_level` varchar(50) DEFAULT 'Đại học',
  `training_type` varchar(100) DEFAULT 'Chính quy',
  `total_credits` int(11) DEFAULT 120,
  `tuition_per_credit` decimal(12,2) DEFAULT 450000.00,
  `description` text DEFAULT NULL,
  `status` enum('open','closed') DEFAULT 'open',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `majors`
--

INSERT INTO `majors` (`id`, `faculty_id`, `major_code`, `major_name`, `training_level`, `training_type`, `total_credits`, `tuition_per_credit`, `description`, `status`, `created_at`) VALUES
(1, 1, '7480201', 'Công nghệ thông tin', 'Đại học', 'Chính quy', 120, 450000.00, 'Ngành đào tạo lập trình, cơ sở dữ liệu, mạng máy tính và phát triển phần mềm', 'open', '2026-05-02 10:52:32'),
(2, 1, '7480103', 'Kỹ thuật phần mềm', 'Đại học', 'Chính quy', 120, 450000.00, 'Ngành đào tạo chuyên sâu về quy trình phát triển phần mềm', 'open', '2026-05-02 10:52:32'),
(3, 1, '7480104', 'Hệ thống thông tin', 'Đại học', 'Chính quy', 120, 450000.00, 'Ngành đào tạo về phân tích, thiết kế và quản trị hệ thống thông tin', 'open', '2026-05-02 10:52:32'),
(4, 2, '7340101', 'Quản trị kinh doanh', 'Đại học', 'Chính quy', 120, 420000.00, 'Ngành đào tạo quản trị doanh nghiệp, marketing và kinh doanh', 'open', '2026-05-02 10:52:32'),
(5, 2, '7340301', 'Kế toán', 'Đại học', 'Chính quy', 120, 420000.00, 'Ngành đào tạo kế toán doanh nghiệp, kiểm toán và tài chính', 'open', '2026-05-02 10:52:32'),
(6, 3, '7220201', 'Ngôn ngữ Anh', 'Đại học', 'Chính quy', 120, 430000.00, 'Ngành đào tạo tiếng Anh thương mại, biên phiên dịch', 'open', '2026-05-02 10:52:32'),
(7, 4, '7380101', 'Luật', 'Đại học', 'Chính quy', 120, 420000.00, 'Ngành đào tạo kiến thức pháp luật cơ bản và chuyên sâu', 'open', '2026-05-02 10:52:32'),
(8, 5, '7140202', 'Giáo dục Tiểu học', 'Đại học', 'Chính quy', 120, 400000.00, 'Ngành đào tạo giáo viên tiểu học', 'open', '2026-05-02 10:52:32');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '0001_01_01_000001_create_cache_table', 1),
(2, '0001_01_01_000002_create_jobs_table', 1),
(3, '2026_05_09_090823_create_personal_access_tokens_table', 1);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `notifications`
--

CREATE TABLE `notifications` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `type` enum('general','registration','grade','tuition','admission') DEFAULT 'general',
  `status` enum('show','hide') DEFAULT 'show',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `notifications`
--

INSERT INTO `notifications` (`id`, `title`, `content`, `image`, `type`, `status`, `created_at`) VALUES
(1, 'Thông báo mở đăng ký học phần học kỳ 1 năm học 2025-2026', 'Sinh viên đăng nhập hệ thống để đăng ký học phần trong thời gian quy định. Sau thời gian trên, hệ thống sẽ tự động khóa đăng ký.', 'https://images.unsplash.com/photo-1523580846011-d3a5bc25702b', 'registration', 'show', '2026-05-02 10:52:32'),
(2, 'Thông báo lịch học học kỳ mới', 'Sinh viên kiểm tra thời khóa biểu cá nhân sau khi hoàn tất đăng ký học phần.', 'https://images.unsplash.com/photo-1509062522246-3755977927d7', 'general', 'show', '2026-05-02 10:52:32'),
(3, 'Thông báo xem điểm học tập', 'Sinh viên có thể xem điểm quá trình, điểm giữa kỳ, điểm cuối kỳ và điểm tổng kết trong mục Kết quả học tập.', 'https://images.unsplash.com/photo-1434030216411-0b793f4b4173', 'grade', 'show', '2026-05-02 10:52:32'),
(4, 'Thông báo nộp học phí', 'Sinh viên cần hoàn thành học phí đúng thời hạn theo thông báo của nhà trường.', 'https://images.unsplash.com/photo-1554224155-6726b3ff858f', 'tuition', 'show', '2026-05-02 10:52:32');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` text NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `personal_access_tokens`
--

INSERT INTO `personal_access_tokens` (`id`, `tokenable_type`, `tokenable_id`, `name`, `token`, `abilities`, `last_used_at`, `expires_at`, `created_at`, `updated_at`) VALUES
(2, 'App\\Models\\User', 22, 'tdmu-token', '8f6bbca9b669172791ceaa14b3dc11bb3fe23eeca04a83ce80fb06f759250360', '[\"*\"]', NULL, NULL, '2026-05-09 02:15:44', '2026-05-09 02:15:44'),
(4, 'App\\Models\\User', 1, 'tdmu-token', 'f53755f3a65d33ac941d279d86964f5f7a2db67323a93ccf72d7ca9cb2e5dd67', '[\"*\"]', '2026-05-09 02:40:17', NULL, '2026-05-09 02:34:27', '2026-05-09 02:40:17');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `roles`
--

CREATE TABLE `roles` (
  `id` int(11) NOT NULL,
  `code` varchar(50) NOT NULL COMMENT 'Mã role, VD: admissions_staff',
  `name` varchar(100) NOT NULL COMMENT 'Tên hiển thị, VD: Nhân viên Tuyển sinh',
  `department` varchar(100) DEFAULT NULL COMMENT 'Phòng ban, VD: Phòng Tuyển sinh',
  `description` text DEFAULT NULL,
  `color` varchar(20) DEFAULT '#6c757d' COMMENT 'Màu badge hiển thị',
  `is_active` tinyint(1) DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Đang đổ dữ liệu cho bảng `roles`
--

INSERT INTO `roles` (`id`, `code`, `name`, `department`, `description`, `color`, `is_active`, `created_at`) VALUES
(1, 'admissions_manager', 'Trưởng phòng Tuyển sinh', 'Phòng Tuyển sinh', 'Quản lý toàn bộ hoạt động tuyển sinh: xét duyệt, điểm chuẩn, báo cáo', '#0d6efd', 1, '2026-05-07 08:05:07'),
(2, 'admissions_staff', 'Nhân viên Tuyển sinh', 'Phòng Tuyển sinh', 'Tiếp nhận hồ sơ, hỗ trợ thí sinh, làm thủ tục nhập học', '#0dcaf0', 1, '2026-05-07 08:05:07'),
(3, 'academic_manager', 'Trưởng phòng Đào tạo', 'Phòng Đào tạo', 'Quản lý chương trình đào tạo, học kỳ, môn học, lớp học phần', '#198754', 1, '2026-05-07 08:05:07'),
(4, 'academic_staff', 'Nhân viên Đào tạo', 'Phòng Đào tạo', 'Hỗ trợ đăng ký môn học, thời khóa biểu, lịch thi', '#20c997', 1, '2026-05-07 08:05:07'),
(5, 'finance_manager', 'Trưởng phòng Tài chính', 'Phòng Tài chính - Kế toán', 'Quản lý học phí, thu chi, báo cáo tài chính', '#ffc107', 1, '2026-05-07 08:05:07'),
(6, 'finance_staff', 'Nhân viên Kế toán', 'Phòng Tài chính - Kế toán', 'Thu học phí, xử lý miễn giảm, học bổng', '#fd7e14', 1, '2026-05-07 08:05:07'),
(7, 'hr_manager', 'Trưởng phòng Nhân sự', 'Phòng Tổ chức - Nhân sự', 'Quản lý hợp đồng, lương, chấm công giảng viên và nhân viên', '#6f42c1', 1, '2026-05-07 08:05:07'),
(8, 'hr_staff', 'Nhân viên Nhân sự', 'Phòng Tổ chức - Nhân sự', 'Hỗ trợ hồ sơ nhân sự, chấm công', '#d63384', 1, '2026-05-07 08:05:07'),
(9, 'student_affairs_manager', 'Trưởng phòng Công tác SV', 'Phòng Công tác Sinh viên', 'Quản lý kỷ luật, học bổng, hoạt động ngoại khóa', '#dc3545', 1, '2026-05-07 08:05:07'),
(10, 'student_affairs_staff', 'Nhân viên Công tác SV', 'Phòng Công tác Sinh viên', 'Hỗ trợ sinh viên, xử lý đơn từ, hoạt động phong trào', '#e35d6a', 1, '2026-05-07 08:05:07'),
(11, 'exam_manager', 'Trưởng phòng Khảo thí', 'Phòng Khảo thí', 'Quản lý lịch thi, ngân hàng đề, kết quả thi', '#0d2d6b', 1, '2026-05-07 08:05:07'),
(12, 'exam_staff', 'Nhân viên Khảo thí', 'Phòng Khảo thí', 'Sắp xếp phòng thi, giám sát, nhập điểm', '#1a4fa0', 1, '2026-05-07 08:05:07'),
(13, 'it_admin', 'Quản trị CNTT', 'Phòng Công nghệ Thông tin', 'Quản lý hệ thống, backup, tài khoản người dùng', '#495057', 1, '2026-05-07 08:05:07'),
(14, 'faculty_manager', 'Trưởng Khoa/Viện', 'Khoa/Viện', 'Quản lý ngành học, lớp học, giảng viên, lịch thi, phân công giảng dạy trong khoa', '#0d2d6b', 1, '2026-05-09 17:25:31'),
(15, 'faculty_staff', 'Thư ký Khoa/Viện', 'Khoa/Viện', 'Xem và hỗ trợ nghiệp vụ khoa: danh sách SV, điểm số, lịch thi, đánh giá GV', '#1a4fa0', 1, '2026-05-09 17:25:31');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `role_permissions`
--

CREATE TABLE `role_permissions` (
  `id` int(11) NOT NULL,
  `role_id` int(11) NOT NULL,
  `module` varchar(50) NOT NULL COMMENT 'Module: admissions, academic, finance...',
  `permission` varchar(100) NOT NULL COMMENT 'Quyền: view, create, edit, delete, approve...'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Đang đổ dữ liệu cho bảng `role_permissions`
--

INSERT INTO `role_permissions` (`id`, `role_id`, `module`, `permission`) VALUES
(5, 1, 'admissions', 'approve_application'),
(2, 1, 'admissions', 'create_application'),
(4, 1, 'admissions', 'delete_application'),
(3, 1, 'admissions', 'edit_application'),
(12, 1, 'admissions', 'export_data'),
(15, 1, 'admissions', 'manage_enrollment'),
(13, 1, 'admissions', 'manage_methods'),
(14, 1, 'admissions', 'manage_news'),
(10, 1, 'admissions', 'publish_results'),
(6, 1, 'admissions', 'reject_application'),
(8, 1, 'admissions', 'run_auto_review'),
(7, 1, 'admissions', 'set_cutoff_score'),
(1, 1, 'admissions', 'view_applications'),
(11, 1, 'admissions', 'view_reports'),
(9, 1, 'admissions', 'view_results'),
(17, 2, 'admissions', 'create_application'),
(18, 2, 'admissions', 'edit_application'),
(20, 2, 'admissions', 'manage_enrollment'),
(16, 2, 'admissions', 'view_applications'),
(19, 2, 'admissions', 'view_results'),
(32, 3, 'academic', 'export_data'),
(25, 3, 'academic', 'manage_curriculum'),
(30, 3, 'academic', 'manage_grades'),
(28, 3, 'academic', 'manage_schedules'),
(27, 3, 'academic', 'manage_sections'),
(26, 3, 'academic', 'manage_semesters'),
(24, 3, 'academic', 'manage_subjects'),
(29, 3, 'academic', 'view_grades'),
(31, 3, 'academic', 'view_reports'),
(23, 3, 'academic', 'view_subjects'),
(40, 4, 'academic', 'manage_schedules'),
(39, 4, 'academic', 'manage_sections'),
(41, 4, 'academic', 'view_grades'),
(38, 4, 'academic', 'view_subjects'),
(50, 5, 'finance', 'export_data'),
(48, 5, 'finance', 'manage_scholarships'),
(46, 5, 'finance', 'manage_tuition'),
(49, 5, 'finance', 'view_reports'),
(47, 5, 'finance', 'view_scholarships'),
(45, 5, 'finance', 'view_tuition'),
(53, 6, 'finance', 'collect_tuition'),
(54, 6, 'finance', 'view_scholarships'),
(52, 6, 'finance', 'view_tuition'),
(56, 14, 'faculty', 'edit_majors'),
(62, 14, 'faculty', 'edit_teachers'),
(67, 14, 'faculty', 'manage_assignments'),
(58, 14, 'faculty', 'manage_classes'),
(60, 14, 'faculty', 'manage_curriculum'),
(66, 14, 'faculty', 'manage_exam_schedules'),
(57, 14, 'faculty', 'view_classes'),
(59, 14, 'faculty', 'view_curriculum'),
(68, 14, 'faculty', 'view_evaluation'),
(65, 14, 'faculty', 'view_exam_schedules'),
(64, 14, 'faculty', 'view_grades'),
(55, 14, 'faculty', 'view_majors'),
(69, 14, 'faculty', 'view_reports'),
(63, 14, 'faculty', 'view_students'),
(61, 14, 'faculty', 'view_teachers'),
(71, 15, 'faculty', 'view_classes'),
(72, 15, 'faculty', 'view_curriculum'),
(77, 15, 'faculty', 'view_evaluation'),
(76, 15, 'faculty', 'view_exam_schedules'),
(75, 15, 'faculty', 'view_grades'),
(70, 15, 'faculty', 'view_majors'),
(78, 15, 'faculty', 'view_reports'),
(74, 15, 'faculty', 'view_students'),
(73, 15, 'faculty', 'view_teachers');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `semesters`
--

CREATE TABLE `semesters` (
  `id` int(11) NOT NULL,
  `semester_name` varchar(100) NOT NULL,
  `school_year` varchar(20) NOT NULL,
  `register_start` datetime DEFAULT NULL,
  `register_end` datetime DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `status` enum('open','closed') DEFAULT 'open',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `semesters`
--

INSERT INTO `semesters` (`id`, `semester_name`, `school_year`, `register_start`, `register_end`, `start_date`, `end_date`, `status`, `created_at`) VALUES
(1, 'Học kỳ 1', '2025-2026', '2026-05-03 10:47:28', '2026-05-10 10:47:28', '2025-05-01', '2026-10-15', 'open', '2026-05-02 10:52:32'),
(2, 'Học kỳ 2', '2025-2026', '2026-05-03 10:47:33', '2026-05-03 10:47:52', '2026-02-01', '2026-08-15', 'closed', '2026-05-02 10:52:32'),
(3, 'Học kỳ hè', '2025-2026', '2026-05-02 14:13:49', '2026-05-03 05:34:53', '2026-06-15', '2026-08-15', 'closed', '2026-05-02 10:52:32');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `students`
--

CREATE TABLE `students` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `class_id` int(11) NOT NULL,
  `student_code` varchar(30) NOT NULL,
  `gender` enum('Nam','Nữ','Khác') DEFAULT 'Nam',
  `birthday` date DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `academic_status` enum('Đang học','Bảo lưu','Thôi học','Đã tốt nghiệp') DEFAULT 'Đang học',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `students`
--

INSERT INTO `students` (`id`, `user_id`, `class_id`, `student_code`, `gender`, `birthday`, `address`, `academic_status`, `created_at`) VALUES
(1, 2, 1, '222480201001', 'Nam', '2004-02-10', 'Bình Dương', 'Đang học', '2026-05-02 10:52:32'),
(2, 3, 1, '222480201002', 'Nữ', '2004-10-23', 'Bình Định', 'Đang học', '2026-05-02 10:52:32'),
(3, 4, 2, '222480201003', 'Nam', '2004-05-15', 'TP.HCM', 'Đang học', '2026-05-02 10:52:32'),
(4, 5, 2, '222480201004', 'Nữ', '2004-07-20', 'Đồng Nai', 'Đang học', '2026-05-02 10:52:32'),
(5, 6, 3, '222480201005', 'Nam', '2004-03-12', 'Bình Phước', 'Đang học', '2026-05-02 10:52:32'),
(6, 7, 4, '222480201006', 'Nữ', '2004-08-18', 'Tây Ninh', 'Đang học', '2026-05-02 10:52:32'),
(7, 8, 5, '222480201007', 'Nam', '2004-11-05', 'Long An', 'Đang học', '2026-05-02 10:52:32'),
(8, 9, 6, '222480201008', 'Nữ', '2004-12-01', 'Cần Thơ', 'Đang học', '2026-05-02 10:52:32'),
(9, 26, 3, '20267480103911', '', '2006-08-04', 'Bến Tre', 'Đang học', '2026-05-07 12:05:40'),
(10, 27, 6, '20267340301573', 'Nam', '2007-10-13', 'An Giang', 'Đang học', '2026-05-08 03:06:42'),
(11, 28, 30, '20267340301493', 'Nam', '2007-10-14', 'An Giang', 'Đang học', '2026-05-08 03:06:42'),
(12, 29, 31, '20267340301463', 'Nam', '2007-10-18', 'An Giang', 'Đang học', '2026-05-08 03:06:42'),
(13, 30, 32, '20267340301863', 'Nam', '2007-10-22', 'An Giang', 'Đang học', '2026-05-08 03:06:42'),
(14, 31, 33, '20267340301203', 'Nam', '2007-10-23', 'An Giang', 'Đang học', '2026-05-08 03:06:42'),
(15, 32, 34, '20267340301635', 'Nam', '2007-11-05', 'An Giang', 'Đang học', '2026-05-08 03:06:42'),
(16, 33, 6, '20267340301393', 'Nam', '2007-11-12', 'An Giang', 'Đang học', '2026-05-08 03:06:42'),
(17, 34, 30, '20267340301578', 'Nam', '2007-11-23', 'An Giang', 'Đang học', '2026-05-08 03:06:42'),
(18, 35, 31, '20267340301218', 'Nam', '2007-12-10', 'An Giang', 'Đang học', '2026-05-08 03:06:42'),
(19, 36, 32, '20267340301849', 'Nam', '2007-07-31', 'Nghệ An', 'Đang học', '2026-05-08 03:06:43'),
(20, 37, 33, '20267340301851', 'Nam', '2007-08-01', 'Nghệ An', 'Đang học', '2026-05-08 03:06:43'),
(21, 38, 34, '20267340301886', 'Nam', '2007-08-05', 'Nghệ An', 'Đang học', '2026-05-08 03:06:43'),
(22, 39, 6, '2026734030148', 'Nam', '2007-08-13', 'Nghệ An', 'Đang học', '2026-05-08 03:06:43'),
(23, 40, 30, '20267340301577', 'Nam', '2007-08-20', 'Nghệ An', 'Đang học', '2026-05-08 03:06:43'),
(24, 41, 31, '20267340301189', 'Nam', '2007-08-22', 'Nghệ An', 'Đang học', '2026-05-08 03:06:43'),
(25, 42, 32, '20267340301760', 'Nam', '2007-11-07', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(26, 43, 33, '20267340301379', 'Nam', '2007-11-14', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(27, 44, 34, '20267340301787', 'Nam', '2007-11-15', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(28, 45, 6, '20267340301674', 'Nam', '2007-11-27', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(29, 46, 30, '20267340301184', 'Nam', '2007-12-09', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(30, 47, 31, '2026734030161', 'Nam', '2007-08-04', 'Nghệ An', 'Đang học', '2026-05-08 03:06:43'),
(31, 48, 32, '20267340301190', 'Nam', '2007-08-11', 'Nghệ An', 'Đang học', '2026-05-08 03:06:43'),
(32, 49, 33, '20267340301343', 'Nam', '2007-10-21', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(33, 50, 34, '20267340301785', 'Nam', '2007-10-27', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(34, 51, 6, '20267340301116', 'Nam', '2007-10-28', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(35, 52, 30, '20267340301649', 'Nam', '2007-11-20', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(36, 53, 31, '20267340301326', 'Nam', '2007-11-26', 'An Giang', 'Đang học', '2026-05-08 03:06:43'),
(37, 54, 32, '20267340301347', 'Nam', '2007-11-30', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(38, 55, 33, '20267340301158', 'Nam', '2007-12-08', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(39, 56, 34, '20267340301329', 'Nam', '2007-08-10', 'Nghệ An', 'Đang học', '2026-05-08 03:06:44'),
(40, 57, 6, '2026734030120', 'Nam', '2007-08-23', 'Nghệ An', 'Đang học', '2026-05-08 03:06:44'),
(41, 58, 30, '20267340301714', 'Nam', '2007-10-15', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(42, 59, 31, '2026734030177', 'Nam', '2007-10-16', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(43, 60, 32, '20267340301931', 'Nam', '2007-11-11', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(44, 61, 33, '20267340301536', 'Nam', '2007-11-13', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(45, 62, 34, '20267340301881', 'Nam', '2007-12-02', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(46, 63, 6, '20267340301797', 'Nam', '2007-12-04', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(47, 64, 30, '20267340301492', 'Nam', '2007-08-01', 'Nghệ An', 'Đang học', '2026-05-08 03:06:44'),
(48, 65, 31, '20267340301438', 'Nam', '2007-08-04', 'Nghệ An', 'Đang học', '2026-05-08 03:06:44'),
(49, 66, 32, '20267340301288', 'Nam', '2007-11-11', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(50, 67, 33, '20267340301839', 'Nam', '2007-11-16', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(51, 68, 34, '20267340301823', 'Nam', '2007-12-13', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(52, 69, 6, '20267340301232', 'Nam', '2007-08-03', 'Nghệ An', 'Đang học', '2026-05-08 03:06:44'),
(53, 70, 30, '20267340301792', 'Nam', '2007-08-14', 'Nghệ An', 'Đang học', '2026-05-08 03:06:44'),
(54, 71, 31, '20267340301484', 'Nam', '2007-10-17', 'An Giang', 'Đang học', '2026-05-08 03:06:44'),
(55, 72, 32, '20267340301292', 'Nam', '2007-11-21', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(56, 73, 33, '20267340301359', 'Nam', '2007-12-03', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(57, 74, 34, '20267340301281', 'Nam', '2007-12-06', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(58, 75, 6, '20267340301974', 'Nam', '2007-08-05', 'Nghệ An', 'Đang học', '2026-05-08 03:06:45'),
(59, 76, 30, '20267340301508', 'Nam', '2007-08-07', 'Nghệ An', 'Đang học', '2026-05-08 03:06:45'),
(60, 77, 31, '20267340301679', 'Nam', '2007-08-13', 'Nghệ An', 'Đang học', '2026-05-08 03:06:45'),
(61, 78, 32, '20267340301682', 'Nam', '2007-08-14', 'Nghệ An', 'Đang học', '2026-05-08 03:06:45'),
(62, 79, 33, '20267340301875', 'Nam', '2007-08-16', 'Nghệ An', 'Đang học', '2026-05-08 03:06:45'),
(63, 80, 34, '20267340301571', 'Nam', '2007-10-24', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(64, 81, 6, '20267340301598', 'Nam', '2007-10-26', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(65, 82, 30, '20267340301110', 'Nam', '2007-10-27', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(66, 83, 31, '20267340301937', 'Nam', '2007-11-06', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(67, 84, 32, '20267340301732', 'Nam', '2007-11-08', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(68, 85, 33, '20267340301731', 'Nam', '2007-11-15', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(69, 86, 34, '20267340301860', 'Nam', '2007-11-27', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(70, 87, 6, '20267340301467', 'Nam', '2007-12-07', 'An Giang', 'Đang học', '2026-05-08 03:06:45'),
(71, 88, 30, '20267340301104', 'Nam', '2007-08-21', 'Nghệ An', 'Đang học', '2026-05-08 03:06:45'),
(72, 89, 31, '20267340301829', 'Nam', '2007-08-24', 'Nghệ An', 'Đang học', '2026-05-08 03:06:45'),
(73, 90, 32, '20267340301666', 'Nam', '2007-10-16', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(74, 91, 33, '20267340301650', 'Nam', '2007-10-17', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(75, 92, 34, '20267340301566', 'Nam', '2007-10-25', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(76, 93, 6, '2026734030174', 'Nam', '2007-10-28', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(77, 94, 30, '20267340301511', 'Nam', '2007-11-06', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(78, 95, 31, '2026734030189', 'Nam', '2007-11-16', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(79, 96, 32, '20267340301701', 'Nam', '2007-11-18', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(80, 97, 33, '20267340301763', 'Nam', '2007-12-07', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(81, 98, 34, '20267340301773', 'Nam', '2007-07-31', 'Nghệ An', 'Đang học', '2026-05-08 03:06:46'),
(82, 99, 6, '20267340301572', 'Nam', '2007-08-06', 'Nghệ An', 'Đang học', '2026-05-08 03:06:46'),
(83, 100, 30, '20267340301758', 'Nam', '2007-08-08', 'Nghệ An', 'Đang học', '2026-05-08 03:06:46'),
(84, 101, 31, '20267340301697', 'Nam', '2007-10-19', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(85, 102, 32, '20267340301673', 'Nam', '2007-11-10', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(86, 103, 33, '20267340301922', 'Nam', '2007-11-18', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(87, 104, 34, '20267340301237', 'Nam', '2007-11-19', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(88, 105, 6, '20267340301958', 'Nam', '2007-12-12', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(89, 106, 30, '20267340301662', 'Nam', '2007-08-23', 'Nghệ An', 'Đang học', '2026-05-08 03:06:46'),
(90, 107, 31, '20267340301460', 'Nam', '2007-10-20', 'An Giang', 'Đang học', '2026-05-08 03:06:46'),
(91, 108, 32, '2026734030130', 'Nam', '2007-10-29', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(92, 109, 33, '20267340301876', 'Nam', '2007-11-08', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(93, 110, 34, '20267340301668', 'Nam', '2007-08-02', 'Nghệ An', 'Đang học', '2026-05-08 03:06:47'),
(94, 111, 6, '20267340301815', 'Nam', '2007-08-07', 'Nghệ An', 'Đang học', '2026-05-08 03:06:47'),
(95, 112, 30, '20267340301399', 'Nam', '2007-08-18', 'Nghệ An', 'Đang học', '2026-05-08 03:06:47'),
(96, 113, 31, '20267340301412', 'Nam', '2007-08-24', 'Nghệ An', 'Đang học', '2026-05-08 03:06:47'),
(97, 114, 32, '2026734030145', 'Nam', '2007-10-24', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(98, 115, 33, '20267340301124', 'Nam', '2007-10-25', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(99, 116, 34, '20267340301512', 'Nam', '2007-11-03', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(100, 117, 6, '20267340301311', 'Nam', '2007-11-04', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(101, 118, 30, '20267340301342', 'Nam', '2007-11-22', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(102, 119, 31, '20267340301187', 'Nam', '2007-11-25', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(103, 120, 32, '20267340301451', 'Nam', '2007-12-02', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(104, 121, 33, '2026734030140', 'Nam', '2007-12-03', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(105, 122, 34, '20267340301520', 'Nam', '2007-12-10', 'An Giang', 'Đang học', '2026-05-08 03:06:47'),
(106, 123, 6, '20267340301549', 'Nam', '2007-08-17', 'Nghệ An', 'Đang học', '2026-05-08 03:06:47'),
(107, 124, 30, '20267340301721', 'Nam', '2007-08-20', 'Nghệ An', 'Đang học', '2026-05-08 03:06:47'),
(108, 125, 31, '20267340301953', 'Nam', '2007-08-21', 'Nghệ An', 'Đang học', '2026-05-08 03:06:48'),
(109, 126, 32, '20267340301761', 'Nam', '2007-10-13', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(110, 127, 33, '20267340301657', 'Nam', '2007-10-18', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(111, 128, 34, '20267340301672', 'Nam', '2007-10-21', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(112, 129, 6, '20267340301373', 'Nam', '2007-10-31', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(113, 130, 30, '20267340301291', 'Nam', '2007-11-03', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(114, 131, 31, '20267340301717', 'Nam', '2007-11-04', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(115, 132, 32, '20267340301934', 'Nam', '2007-11-05', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(116, 133, 33, '20267340301103', 'Nam', '2007-11-29', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(117, 134, 34, '20267340301858', 'Nam', '2007-12-04', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(118, 135, 6, '20267340301770', 'Nam', '2007-12-13', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(119, 136, 30, '20267340301340', 'Nam', '2007-08-11', 'Nghệ An', 'Đang học', '2026-05-08 03:06:48'),
(120, 137, 31, '20267340301133', 'Nam', '2007-08-18', 'Nghệ An', 'Đang học', '2026-05-08 03:06:48'),
(121, 138, 32, '2026734030176', 'Nam', '2007-10-14', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(122, 139, 33, '20267340301888', 'Nam', '2007-10-30', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(123, 140, 34, '20267340301479', 'Nam', '2007-11-01', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(124, 141, 6, '20267340301131', 'Nam', '2007-11-01', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(125, 142, 30, '20267340301494', 'Nam', '2007-11-12', 'An Giang', 'Đang học', '2026-05-08 03:06:48'),
(126, 143, 31, '20267340301381', 'Nam', '2007-11-14', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(127, 144, 32, '2026734030122', 'Nam', '2007-11-19', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(128, 145, 33, '20267340301162', 'Nam', '2007-11-24', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(129, 146, 34, '20267340301562', 'Nam', '2007-11-25', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(130, 147, 6, '20267340301217', 'Nam', '2007-08-02', 'Nghệ An', 'Đang học', '2026-05-08 03:06:49'),
(131, 148, 30, '20267340301777', 'Nam', '2007-08-15', 'Nghệ An', 'Đang học', '2026-05-08 03:06:49'),
(132, 149, 31, '20267340301647', 'Nam', '2007-08-16', 'Nghệ An', 'Đang học', '2026-05-08 03:06:49'),
(133, 150, 32, '2026734030133', 'Nam', '2007-08-17', 'Nghệ An', 'Đang học', '2026-05-08 03:06:49'),
(134, 151, 33, '20267340301774', 'Nam', '2007-08-19', 'Nghệ An', 'Đang học', '2026-05-08 03:06:49'),
(135, 152, 34, '20267340301230', 'Nam', '2007-10-26', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(136, 153, 6, '20267340301725', 'Nam', '2007-11-13', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(137, 154, 30, '2026734030171', 'Nam', '2007-12-01', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(138, 155, 31, '20267340301932', 'Nam', '2007-08-08', 'Nghệ An', 'Đang học', '2026-05-08 03:06:49'),
(139, 156, 32, '20267340301880', 'Nam', '2007-08-19', 'Nghệ An', 'Đang học', '2026-05-08 03:06:49'),
(140, 157, 33, '20267340301767', 'Nam', '2007-10-30', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(141, 158, 34, '20267340301862', 'Nam', '2007-11-17', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(142, 159, 6, '20267340301964', 'Nam', '2007-11-26', 'An Giang', 'Đang học', '2026-05-08 03:06:49'),
(143, 160, 30, '20267340301369', 'Nam', '2007-08-10', 'Nghệ An', 'Đang học', '2026-05-08 03:06:49'),
(144, 161, 31, '20267340301869', 'Nam', '2007-08-15', 'Nghệ An', 'Đang học', '2026-05-08 03:06:50'),
(145, 162, 32, '20267340301386', 'Nam', '2007-08-26', 'Nghệ An', 'Đang học', '2026-05-08 03:06:50'),
(146, 163, 33, '20267340301609', 'Nam', '2007-10-12', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(147, 164, 34, '20267340301900', 'Nam', '2007-10-15', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(148, 165, 6, '20267340301966', 'Nam', '2007-12-01', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(149, 166, 30, '20267340301178', 'Nam', '2007-08-06', 'Nghệ An', 'Đang học', '2026-05-08 03:06:50'),
(150, 167, 31, '20267340301585', 'Nam', '2007-08-25', 'Nghệ An', 'Đang học', '2026-05-08 03:06:50'),
(151, 168, 32, '2026734030179', 'Nam', '2007-08-25', 'Nghệ An', 'Đang học', '2026-05-08 03:06:50'),
(152, 169, 33, '20267340301713', 'Nam', '2007-10-29', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(153, 170, 34, '20267340301554', 'Nam', '2007-11-02', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(154, 171, 6, '20267340301993', 'Nam', '2007-11-21', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(155, 172, 30, '20267340301895', 'Nam', '2007-11-23', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(156, 173, 31, '20267340301337', 'Nam', '2007-11-24', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(157, 174, 32, '20267340301165', 'Nam', '2007-11-28', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(158, 175, 33, '20267340301986', 'Nam', '2007-12-05', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(159, 176, 34, '2026734030118', 'Nam', '2007-08-03', 'Nghệ An', 'Đang học', '2026-05-08 03:06:50'),
(160, 177, 6, '20267340301471', 'Nam', '2007-11-07', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(161, 178, 30, '20267340301134', 'Nam', '2007-11-09', 'An Giang', 'Đang học', '2026-05-08 03:06:50'),
(162, 179, 31, '20267340301398', 'Nam', '2007-11-20', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(163, 180, 32, '20267340301555', 'Nam', '2007-11-22', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(164, 181, 33, '20267340301150', 'Nam', '2007-12-05', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(165, 182, 34, '20267340301808', 'Nam', '2007-12-06', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(166, 183, 6, '20267340301733', 'Nam', '2007-12-09', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(167, 184, 30, '20267340301962', 'Nam', '2007-12-11', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(168, 185, 31, '20267340301228', 'Nam', '2007-12-14', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(169, 186, 32, '20267340301878', 'Nam', '2007-08-09', 'Nghệ An', 'Đang học', '2026-05-08 03:06:51'),
(170, 187, 33, '20267340301314', 'Nam', '2007-08-12', 'Nghệ An', 'Đang học', '2026-05-08 03:06:51'),
(171, 188, 34, '20267340301308', 'Nam', '2007-08-22', 'Nghệ An', 'Đang học', '2026-05-08 03:06:51'),
(172, 189, 6, '20267340301646', 'Nam', '2007-10-19', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(173, 190, 30, '20267340301930', 'Nam', '2007-11-28', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(174, 191, 31, '20267340301295', 'Nam', '2007-11-30', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(175, 192, 32, '20267340301396', 'Nam', '2007-12-11', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(176, 193, 33, '20267340301738', 'Nam', '2007-12-14', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(177, 194, 34, '2026734030132', 'Nam', '2007-10-22', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(178, 195, 6, '20267340301223', 'Nam', '2007-10-23', 'An Giang', 'Đang học', '2026-05-08 03:06:51'),
(179, 196, 30, '20267340301255', 'Nam', '2007-10-31', 'An Giang', 'Đang học', '2026-05-08 03:06:52'),
(180, 197, 31, '20267340301736', 'Nam', '2007-11-02', 'An Giang', 'Đang học', '2026-05-08 03:06:52'),
(181, 198, 32, '20267340301807', 'Nam', '2007-11-10', 'An Giang', 'Đang học', '2026-05-08 03:06:52'),
(182, 199, 33, '20267340301606', 'Nam', '2007-11-17', 'An Giang', 'Đang học', '2026-05-08 03:06:52'),
(183, 200, 34, '20267340301297', 'Nam', '2007-12-08', 'An Giang', 'Đang học', '2026-05-08 03:06:52'),
(184, 201, 6, '20267340301163', 'Nam', '2007-12-12', 'An Giang', 'Đang học', '2026-05-08 03:06:52'),
(185, 202, 30, '20267340301284', 'Nam', '2007-08-09', 'Nghệ An', 'Đang học', '2026-05-08 03:06:52'),
(186, 203, 5, '20267340101438', 'Nam', '2007-07-29', 'Nghệ An', 'Đang học', '2026-05-08 03:21:16'),
(187, 204, 25, '20267340101266', 'Nam', '2007-07-30', 'Nghệ An', 'Đang học', '2026-05-08 03:21:16'),
(188, 205, 5, '20267340101169', 'Nam', '2007-07-30', 'Nghệ An', 'Đang học', '2026-05-08 03:21:16'),
(189, 206, 25, '20267340101233', 'Nam', '2007-07-28', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(190, 207, 5, '20267340101189', 'Nam', '2007-07-29', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(191, 208, 25, '20267340101887', 'Nam', '2007-07-28', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(192, 209, 5, '20267340101839', 'Nam', '2007-07-27', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(193, 210, 25, '20267340101304', 'Nam', '2007-07-27', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(194, 211, 5, '20267340101383', 'Nam', '2007-07-26', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(195, 212, 25, '20267340101369', 'Nam', '2007-07-25', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(196, 213, 5, '20267340101743', 'Nam', '2007-07-26', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(197, 214, 25, '20267340101646', 'Nam', '2007-07-24', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(198, 215, 5, '20267340101499', 'Nam', '2007-07-24', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:16'),
(199, 216, 25, '20267340101415', 'Nam', '2007-07-25', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(200, 217, 5, '20267340101862', 'Nam', '2007-07-22', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(201, 218, 25, '20267340101122', 'Nam', '2007-07-23', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(202, 219, 5, '20267340101403', 'Nam', '2007-07-22', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(203, 220, 25, '20267340101201', 'Nam', '2007-07-21', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(204, 221, 5, '20267340101728', 'Nam', '2007-07-21', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(205, 222, 25, '20267340101805', 'Nam', '2007-07-20', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(206, 223, 5, '20267340101261', 'Nam', '2007-07-19', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(207, 224, 25, '20267340101791', 'Nam', '2007-07-20', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(208, 225, 5, '20267340101402', 'Nam', '2007-07-18', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(209, 226, 25, '20267340101953', 'Nam', '2007-07-18', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(210, 227, 5, '20267340101205', 'Nam', '2007-07-19', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(211, 228, 25, '20267340101404', 'Nam', '2007-07-17', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(212, 229, 5, '2026734010128', 'Nam', '2007-07-17', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(213, 230, 25, '20267340101755', 'Nam', '2007-07-16', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(214, 231, 5, '20267340101847', 'Nam', '2007-07-15', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:17'),
(215, 232, 25, '20267340101195', 'Nam', '2007-07-16', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(216, 233, 5, '20267340101610', 'Nam', '2007-07-15', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(217, 234, 25, '20267340101323', 'Nam', '2007-07-14', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(218, 235, 5, '20267340101291', 'Nam', '2007-07-14', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(219, 236, 25, '20267340101863', 'Nam', '2007-07-13', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(220, 237, 5, '20267340101373', 'Nam', '2007-07-13', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(221, 238, 25, '20267340101210', 'Nam', '2007-07-12', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(222, 239, 5, '20267340101444', 'Nam', '2007-07-11', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(223, 240, 25, '20267340101102', 'Nam', '2007-07-12', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(224, 241, 5, '20267340101647', 'Nam', '2007-07-11', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(225, 242, 25, '20267340101783', 'Nam', '2007-07-10', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(226, 243, 5, '20267340101971', 'Nam', '2007-07-10', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(227, 244, 25, '20267340101642', 'Nam', '2007-07-08', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(228, 245, 5, '20267340101430', 'Nam', '2007-07-09', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(229, 246, 25, '20267340101208', 'Nam', '2007-07-09', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(230, 247, 5, '20267340101156', 'Nam', '2007-07-07', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(231, 248, 25, '20267340101715', 'Nam', '2007-07-08', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(232, 249, 5, '20267340101844', 'Nam', '2007-07-07', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:18'),
(233, 250, 25, '20267340101467', 'Nam', '2007-07-06', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(234, 251, 5, '20267340101104', 'Nam', '2007-07-06', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(235, 252, 25, '20267340101463', 'Nam', '2007-07-05', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(236, 253, 5, '2026734010137', 'Nam', '2007-07-04', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(237, 254, 25, '20267340101131', 'Nam', '2007-07-05', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(238, 255, 5, '20267340101699', 'Nam', '2007-07-02', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(239, 256, 25, '20267340101972', 'Nam', '2007-07-03', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(240, 257, 5, '20267340101397', 'Nam', '2007-07-04', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(241, 258, 25, '20267340101351', 'Nam', '2007-07-01', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(242, 259, 5, '20267340101506', 'Nam', '2007-07-02', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(243, 260, 25, '20267340101107', 'Nam', '2007-07-01', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(244, 261, 5, '20267340101194', 'Nam', '2007-06-30', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(245, 262, 25, '20267340101108', 'Nam', '2007-06-30', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(246, 263, 5, '20267340101598', 'Nam', '2007-06-29', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(247, 264, 25, '20267340101565', 'Nam', '2007-06-28', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(248, 265, 5, '20267340101401', 'Nam', '2007-06-29', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(249, 266, 25, '20267340101626', 'Nam', '2007-06-27', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:19'),
(250, 267, 5, '20267340101698', 'Nam', '2007-06-27', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:20'),
(251, 268, 25, '2026734010175', 'Nam', '2007-06-28', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:20'),
(252, 269, 5, '20267340101800', 'Nam', '2007-06-26', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:20'),
(253, 270, 25, '20267340101254', 'Nam', '2007-06-26', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:20'),
(254, 271, 5, '20267340101158', 'Nam', '2007-06-25', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:20'),
(255, 272, 25, '20267340101661', 'Nữ', '2007-06-24', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:20'),
(257, 274, 25, '20267340101985', 'Nữ', '2007-06-23', 'Khánh Hòa', 'Đang học', '2026-05-08 03:21:20');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `student_evaluations`
--

CREATE TABLE `student_evaluations` (
  `id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `course_section_id` int(11) NOT NULL,
  `teacher_id` int(11) NOT NULL,
  `period_id` int(11) NOT NULL,
  `question_id` int(11) NOT NULL,
  `rating` int(11) DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `student_extra_comments`
--

CREATE TABLE `student_extra_comments` (
  `id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `course_section_id` int(11) NOT NULL,
  `teacher_id` int(11) NOT NULL,
  `period_id` int(11) NOT NULL,
  `comment` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `student_extra_comments`
--

INSERT INTO `student_extra_comments` (`id`, `student_id`, `course_section_id`, `teacher_id`, `period_id`, `comment`, `created_at`, `updated_at`) VALUES
(1, 3, 1, 1, 1, 'Good', '2026-05-03 04:48:54', '2026-05-03 04:48:54');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `student_subjects`
--

CREATE TABLE `student_subjects` (
  `id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `course_section_id` int(11) NOT NULL,
  `register_date` timestamp NOT NULL DEFAULT current_timestamp(),
  `status` enum('registered','cancelled','completed') DEFAULT 'registered'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `student_subjects`
--

INSERT INTO `student_subjects` (`id`, `student_id`, `course_section_id`, `register_date`, `status`) VALUES
(10, 4, 5, '2026-05-02 10:52:32', 'registered'),
(26, 5, 5, '2026-05-02 12:33:15', 'cancelled'),
(32, 6, 5, '2026-05-02 12:39:32', 'registered'),
(56, 1, 5, '2026-05-02 14:35:48', 'registered'),
(62, 3, 25, '2026-05-03 07:11:05', 'registered'),
(68, 3, 26, '2026-05-03 07:57:50', 'registered'),
(70, 8, 24, '2026-05-04 05:50:59', 'registered'),
(71, 8, 25, '2026-05-04 05:51:21', 'registered'),
(72, 8, 26, '2026-05-04 05:51:28', 'registered'),
(75, 1, 26, '2026-05-07 09:17:42', 'registered'),
(76, 1, 24, '2026-05-08 02:58:32', 'registered'),
(77, 157, 24, '2026-05-08 03:17:12', 'registered'),
(78, 1, 25, '2026-05-08 04:07:29', 'registered');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `subjects`
--

CREATE TABLE `subjects` (
  `id` int(11) NOT NULL,
  `major_id` int(11) NOT NULL,
  `subject_code` varchar(30) NOT NULL,
  `subject_name` varchar(150) NOT NULL,
  `credits` int(11) DEFAULT 3,
  `theory_periods` int(11) DEFAULT 30,
  `practice_periods` int(11) DEFAULT 30,
  `subject_type` enum('Bắt buộc','Tự chọn') DEFAULT 'Bắt buộc',
  `description` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `semester_order` tinyint(4) NOT NULL DEFAULT 1 COMMENT 'Học kỳ thứ mấy trong CTĐT',
  `subject_type_new` varchar(20) DEFAULT 'required',
  `is_mandatory` tinyint(1) DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `subjects`
--

INSERT INTO `subjects` (`id`, `major_id`, `subject_code`, `subject_name`, `credits`, `theory_periods`, `practice_periods`, `subject_type`, `description`, `created_at`, `semester_order`, `subject_type_new`, `is_mandatory`) VALUES
(1, 1, 'CNTT101', 'Nhập môn lập trình', 3, 30, 30, 'Bắt buộc', 'Môn học cơ bản về tư duy lập trình', '2026-05-02 10:52:32', 1, 'required', 1),
(2, 1, 'CNTT102', 'Công nghệ phần mềm', 2, 30, 30, 'Bắt buộc', 'Thiết kế và quản trị cơ sở dữ liệu', '2026-05-02 10:52:32', 1, 'required', 1),
(3, 1, 'CNTT201', 'Lập trình Web', 3, 30, 30, 'Bắt buộc', 'Xây dựng website bằng HTML, CSS, JavaScript, PHP và MySQL', '2026-05-02 10:52:32', 1, 'required', 1),
(4, 1, 'CNTT202', 'Ứng dụng đa nền tảng', 3, 30, 30, 'Bắt buộc', 'Phát triển ứng dụng đa nền tảng', '2026-05-02 10:52:32', 1, 'required', 1),
(5, 1, 'CNTT203', 'Phân tích thiết kế hệ thống', 3, 30, 15, 'Bắt buộc', 'Phân tích yêu cầu và thiết kế hệ thống thông tin', '2026-05-02 10:52:32', 1, 'required', 1),
(6, 2, 'KTPM101', 'Nhập môn kỹ thuật phần mềm', 3, 30, 30, 'Bắt buộc', 'Kiến thức nền tảng về kỹ thuật phần mềm', '2026-05-02 10:52:32', 1, 'required', 1),
(7, 2, 'KTPM201', 'Kiểm thử phần mềm', 3, 30, 30, 'Bắt buộc', 'Kỹ thuật kiểm thử và đảm bảo chất lượng phần mềm', '2026-05-02 10:52:32', 1, 'required', 1),
(8, 4, 'QTKD101', 'Quản trị học', 3, 45, 0, 'Bắt buộc', 'Kiến thức nền tảng về quản trị', '2026-05-02 10:52:32', 1, 'required', 1),
(9, 5, 'KT101', 'Nguyên lý kế toán', 3, 45, 0, 'Bắt buộc', 'Kiến thức nền tảng về kế toán', '2026-05-02 10:52:32', 1, 'required', 1),
(10, 6, 'NNA101', 'Tiếng Anh tổng quát', 3, 30, 30, 'Bắt buộc', 'Phát triển kỹ năng nghe nói đọc viết tiếng Anh', '2026-05-02 10:52:32', 1, 'required', 1),
(12, 3, 'DC_TTHCM', 'Tu tuong Ho Chi Minh', 2, 30, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 1, 'general', 1),
(13, 3, 'DC_GDQP1', 'Giao duc quoc phong 1', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 1, 'general', 1),
(14, 3, 'DC_GDTC1', 'Giao duc the chat 1', 1, 15, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 1, 'general', 1),
(15, 3, 'DC_TA1', 'Tieng Anh 1', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 1, 'general', 1),
(16, 3, 'DC_TRIET', 'Triet hoc Mac-Lenin', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 2, 'general', 1),
(17, 3, 'DC_KTCT', 'Kinh te chinh tri', 2, 30, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 2, 'general', 1),
(18, 3, 'DC_TA2', 'Tieng Anh 2', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 2, 'general', 1),
(19, 3, 'DC_GDTC2', 'Giao duc the chat 2', 1, 0, 15, 'Bắt buộc', '0', '2026-05-07 06:58:59', 2, 'general', 1),
(20, 3, 'DC_GDQP2', 'Giao duc quoc phong 2', 2, 0, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 3, 'general', 1),
(21, 3, 'DC_CNXH', 'Chu nghia xa hoi khoa hoc', 2, 30, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 3, 'general', 1),
(22, 3, 'DC_GDTC3', 'Giao duc the chat 3', 2, 0, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 4, 'general', 1),
(23, 3, 'DC_LICHSU', 'Lich su Dang CSVN', 2, 30, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 4, 'general', 1),
(24, 3, 'DC_THUCHANH', 'Thuc hanh nghe nghiep', 3, 0, 90, 'Bắt buộc', '0', '2026-05-07 06:58:59', 6, 'required', 1),
(25, 3, 'DC_TTDN', 'Thuc tap doanh nghiep', 6, 0, 180, 'Bắt buộc', '0', '2026-05-07 06:58:59', 7, 'required', 1),
(26, 3, 'DC_CHUYENDE_TN', 'Chuyen de tot nghiep', 3, 0, 90, 'Bắt buộc', '0', '2026-05-07 06:58:59', 7, 'elective', 0),
(27, 3, 'DC_KLTN', 'Khoa luan tot nghiep', 6, 0, 180, 'Bắt buộc', '0', '2026-05-07 06:58:59', 8, 'required', 1),
(28, 3, 'TOAN1', 'Toan cao cap 1', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 1, 'required', 1),
(29, 3, 'XSTK', 'Xac suat thong ke', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 1, 'required', 1),
(30, 3, 'LTLT', 'Lap trinh can ban', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 1, 'required', 1),
(31, 3, 'TOAN2', 'Toan roi rac', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 2, 'required', 1),
(32, 3, 'CTDL', 'Cau truc du lieu va giai thuat', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 2, 'required', 1),
(33, 3, 'LTHDT', 'Lap trinh huong doi tuong', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 2, 'required', 1),
(34, 3, 'KTMT', 'Kien truc may tinh', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 2, 'required', 1),
(35, 3, 'MANG', 'Mang may tinh', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 2, 'required', 1),
(36, 3, 'CSDL', 'Co so du lieu', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 3, 'required', 1),
(37, 3, 'HDD', 'He dieu hanh', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 3, 'required', 1),
(38, 3, 'HTTT', 'He thong thong tin', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 3, 'required', 1),
(39, 3, 'TA_CN', 'Tieng Anh chuyen nganh CNTT', 2, 30, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 3, 'required', 1),
(40, 3, 'PTTKHT', 'Phan tich thiet ke he thong', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 4, 'required', 1),
(41, 3, 'LTJAVA', 'Lap trinh Java', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 4, 'required', 1),
(42, 3, 'ANTT', 'An toan thong tin', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 4, 'required', 1),
(43, 3, 'LTMOBILE', 'Lap trinh di dong', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 4, 'required', 1),
(44, 3, 'LTWEBFE', 'Lap trinh Web Frontend', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 5, 'required', 1),
(45, 3, 'LTWEBBE', 'Lap trinh Web Backend', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 5, 'required', 1),
(46, 3, 'KPDL', 'Khai pha du lieu', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 5, 'required', 1),
(47, 3, 'TTNT', 'Tri tue nhan tao', 3, 45, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 5, 'required', 1),
(48, 3, 'QLDA', 'Quan ly du an phan mem', 2, 30, 0, 'Bắt buộc', '0', '2026-05-07 06:58:59', 5, 'required', 1),
(49, 3, 'CLOUD', 'Dien toan dam may', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 6, 'required', 1),
(50, 3, 'BIGDATA', 'Du lieu lon', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 6, 'required', 1),
(51, 3, 'CD1', 'Chuyen de CNTT 1', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 6, 'elective', 0),
(52, 3, 'CD2', 'Chuyen de CNTT 2', 3, 30, 30, 'Bắt buộc', '0', '2026-05-07 06:58:59', 6, 'elective', 0);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `teachers`
--

CREATE TABLE `teachers` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `faculty_id` int(11) NOT NULL,
  `teacher_code` varchar(30) NOT NULL,
  `degree` varchar(100) DEFAULT NULL,
  `specialization` varchar(150) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `teachers`
--

INSERT INTO `teachers` (`id`, `user_id`, `faculty_id`, `teacher_code`, `degree`, `specialization`, `created_at`) VALUES
(1, 10, 1, 'GV001', 'Thạc sĩ', 'Công nghệ phần mềm', '2026-05-02 10:52:32'),
(2, 11, 1, 'GV002', 'Thạc sĩ', 'Cơ sở dữ liệu', '2026-05-02 10:52:32'),
(3, 12, 1, 'GV003', 'Tiến sĩ', 'Hệ thống thông tin', '2026-05-02 10:52:32'),
(4, 13, 2, 'GV004', 'Thạc sĩ', 'Quản trị kinh doanh', '2026-05-02 10:52:32'),
(5, 14, 3, 'GV005', 'Thạc sĩ', 'Ngôn ngữ Anh', '2026-05-02 10:52:32'),
(8, 15, 1, 'GV007', 'Tiến sĩ', 'Công Nghệ Thông Tin', '2026-05-02 12:53:23'),
(9, 16, 1, 'GV008', 'Tiến sĩ', 'Công Nghệ Thông Tin', '2026-05-02 13:29:11');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `training_programs`
--

CREATE TABLE `training_programs` (
  `id` int(11) NOT NULL,
  `major_id` int(11) NOT NULL,
  `program_name` varchar(255) NOT NULL,
  `school_year` varchar(20) DEFAULT NULL,
  `total_credits` int(11) DEFAULT 150,
  `note` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `training_program_subjects`
--

CREATE TABLE `training_program_subjects` (
  `id` int(11) NOT NULL,
  `program_id` int(11) NOT NULL,
  `semester_name` varchar(100) NOT NULL,
  `school_year` varchar(20) NOT NULL,
  `stt` int(11) NOT NULL,
  `subject_code` varchar(30) NOT NULL,
  `subject_name` varchar(255) NOT NULL,
  `specialization` varchar(255) DEFAULT NULL,
  `credits` int(11) NOT NULL,
  `is_required` tinyint(1) DEFAULT 1,
  `is_completed` tinyint(1) DEFAULT 0,
  `total_periods` int(11) DEFAULT 0,
  `theory_periods` int(11) DEFAULT 0,
  `practice_periods` int(11) DEFAULT 0,
  `component_periods` varchar(50) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `tuition_configs`
--

CREATE TABLE `tuition_configs` (
  `id` int(11) NOT NULL,
  `semester_id` int(11) DEFAULT NULL COMMENT 'NULL = áp dụng cho tất cả học kỳ',
  `major_id` int(11) DEFAULT NULL COMMENT 'NULL = áp dụng cho tất cả ngành',
  `unit_price` decimal(12,2) NOT NULL COMMENT 'Đơn giá/TC',
  `note` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `tuition_invoices`
--

CREATE TABLE `tuition_invoices` (
  `id` int(11) NOT NULL,
  `period_id` int(11) NOT NULL DEFAULT 0,
  `student_id` int(11) NOT NULL COMMENT 'FK → students.id',
  `semester_id` int(11) NOT NULL COMMENT 'FK → semesters.id',
  `total_credits` int(11) NOT NULL DEFAULT 0 COMMENT 'Tổng tín chỉ đã đăng ký',
  `unit_price` decimal(12,2) NOT NULL DEFAULT 0.00 COMMENT 'Đơn giá/TC tại thời điểm lập hóa đơn',
  `gross_amount` decimal(14,2) NOT NULL DEFAULT 0.00 COMMENT 'Học phí gốc = total_credits × unit_price',
  `discount` decimal(14,2) NOT NULL DEFAULT 0.00 COMMENT 'Miễn giảm (học bổng, chính sách...)',
  `net_amount` decimal(14,2) NOT NULL DEFAULT 0.00 COMMENT 'Số tiền phải đóng = gross - discount',
  `paid_amount` decimal(14,2) NOT NULL DEFAULT 0.00 COMMENT 'Đã đóng',
  `due_date` date DEFAULT NULL COMMENT 'Hạn đóng học phí',
  `status` enum('draft','unpaid','partial','paid','overdue','waived') NOT NULL DEFAULT 'draft',
  `note` text DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL COMMENT 'Admin tạo hóa đơn',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Đang đổ dữ liệu cho bảng `tuition_invoices`
--

INSERT INTO `tuition_invoices` (`id`, `period_id`, `student_id`, `semester_id`, `total_credits`, `unit_price`, `gross_amount`, `discount`, `net_amount`, `paid_amount`, `due_date`, `status`, `note`, `created_by`, `created_at`, `updated_at`) VALUES
(1, 2, 1, 1, 12, 450000.00, 5400000.00, 0.00, 5400000.00, 0.00, NULL, 'draft', NULL, 1, '2026-05-08 08:20:02', '2026-05-08 08:20:02'),
(2, 2, 3, 1, 6, 450000.00, 2700000.00, 0.00, 2700000.00, 0.00, NULL, 'draft', NULL, 1, '2026-05-08 08:20:02', '2026-05-08 08:20:02'),
(3, 2, 4, 1, 3, 450000.00, 1350000.00, 0.00, 1350000.00, 0.00, NULL, 'draft', NULL, 1, '2026-05-08 08:20:02', '2026-05-08 08:20:02'),
(4, 2, 6, 1, 3, 450000.00, 1350000.00, 0.00, 1350000.00, 0.00, NULL, 'draft', NULL, 1, '2026-05-08 08:20:02', '2026-05-08 08:20:02'),
(5, 2, 8, 1, 9, 420000.00, 3780000.00, 0.00, 3780000.00, 0.00, NULL, 'draft', NULL, 1, '2026-05-08 08:20:02', '2026-05-08 08:20:02'),
(6, 2, 157, 1, 3, 420000.00, 1260000.00, 0.00, 1260000.00, 0.00, NULL, 'draft', NULL, 1, '2026-05-08 08:20:02', '2026-05-08 08:20:02');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `tuition_payments`
--

CREATE TABLE `tuition_payments` (
  `id` int(11) NOT NULL,
  `invoice_id` int(11) NOT NULL COMMENT 'FK → tuition_invoices.id',
  `amount` decimal(14,2) NOT NULL COMMENT 'Số tiền đóng lần này',
  `method` enum('cash','bank_transfer','online','other') NOT NULL DEFAULT 'cash' COMMENT 'Hình thức: tiền mặt, chuyển khoản, online, khác',
  `reference` varchar(100) DEFAULT NULL COMMENT 'Mã giao dịch / số biên lai',
  `note` varchar(255) DEFAULT NULL,
  `paid_by` int(11) DEFAULT NULL COMMENT 'Admin ghi nhận',
  `paid_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `tuition_periods`
--

CREATE TABLE `tuition_periods` (
  `id` int(11) NOT NULL,
  `semester_id` int(11) NOT NULL COMMENT 'FK → semesters.id',
  `title` varchar(255) NOT NULL COMMENT 'VD: Thu học phí HK1 2025-2026',
  `open_date` date NOT NULL COMMENT 'Ngày bắt đầu thu (công bố cho SV)',
  `due_date` date NOT NULL COMMENT 'Hạn đóng học phí',
  `status` enum('draft','published','closed') NOT NULL DEFAULT 'draft' COMMENT 'draft=nháp, published=đã công bố, closed=đã đóng',
  `note` text DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `published_at` timestamp NULL DEFAULT NULL COMMENT 'Thời điểm công bố',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Đang đổ dữ liệu cho bảng `tuition_periods`
--

INSERT INTO `tuition_periods` (`id`, `semester_id`, `title`, `open_date`, `due_date`, `status`, `note`, `created_by`, `published_at`, `created_at`, `updated_at`) VALUES
(2, 1, 'Thu hộ học phí', '2026-06-08', '2026-07-16', 'draft', '', 1, NULL, '2026-05-08 08:20:02', '2026-05-08 08:20:02');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `username` varchar(50) NOT NULL,
  `password` varchar(255) NOT NULL,
  `full_name` varchar(150) NOT NULL,
  `email` varchar(150) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `avatar` varchar(255) DEFAULT NULL,
  `role` enum('admin','staff','student','teacher') NOT NULL,
  `status` tinyint(4) DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `users`
--

INSERT INTO `users` (`id`, `username`, `password`, `full_name`, `email`, `phone`, `address`, `avatar`, `role`, `status`, `created_at`) VALUES
(1, 'admin', '$2y$12$5dCJmI2OxVPxAq8ZuKEkI.palGIaHZI4m8acBIlMKn8MhnufMxd9a', 'Quản trị viên', 'admin@gmail.com', '0900000000', 'Bình Dương', NULL, 'admin', 1, '2026-05-02 10:52:32'),
(2, 'sv001', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Nguyễn Văn An', 'sv001@gmail.com', '0911111111', 'Bình Dương', 'assets/uploads/avatars/sv_2_1777857245.jpg', 'student', 1, '2026-05-02 10:52:32'),
(3, 'sv002', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Lê Hoàng Vy', 'sv002@gmail.com', '0922222222', 'Bình Định', NULL, 'student', 1, '2026-05-02 10:52:32'),
(4, 'sv003', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Trần Minh Khang', 'sv003@gmail.com', '0933333333', 'TP.HCM', NULL, 'student', 1, '2026-05-02 10:52:32'),
(5, 'sv004', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Phạm Thị Ngọc Mai', 'sv004@gmail.com', '0944444444', 'Đồng Nai', NULL, 'student', 1, '2026-05-02 10:52:32'),
(6, 'sv005', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Võ Quốc Huy', 'sv005@gmail.com', '0955555555', 'Bình Phước', NULL, 'student', 1, '2026-05-02 10:52:32'),
(7, 'sv006', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Đặng Thanh Trúc', 'sv006@gmail.com', '0966666666', 'Tây Ninh', NULL, 'student', 1, '2026-05-02 10:52:32'),
(8, 'sv007', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Huỳnh Gia Bảo', 'sv007@gmail.com', '0977777777', 'Long An', NULL, 'student', 1, '2026-05-02 10:52:32'),
(9, 'sv008', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Ngô Phương Linh', 'sv008@gmail.com', '0988888888', 'Cần Thơ', 'assets/uploads/avatars/sv_9_1777873992.jpg', 'student', 1, '2026-05-02 10:52:32'),
(10, 'gv001', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'ThS. Phạm Minh Tuấn', 'gv001@gmail.com', '0901000001', 'Bình Dương', NULL, 'teacher', 1, '2026-05-02 10:52:32'),
(11, 'gv002', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'ThS. Nguyễn Thị Hạnh', 'gv002@gmail.com', '0901000002', 'TP.HCM', NULL, 'teacher', 1, '2026-05-02 10:52:32'),
(12, 'gv003', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'TS. Trần Quốc Bảo', 'gv003@gmail.com', '0901000003', 'Đồng Nai', NULL, 'teacher', 1, '2026-05-02 10:52:32'),
(13, 'gv004', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'ThS. Lê Thị Mỹ Duyên', 'gv004@gmail.com', '0901000004', 'Bình Dương', NULL, 'teacher', 1, '2026-05-02 10:52:32'),
(14, 'gv005', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'ThS. Nguyễn Quốc Thịnh', 'gv005@gmail.com', '0901000005', 'TP.HCM', NULL, 'teacher', 1, '2026-05-02 10:52:32'),
(15, 'gv007', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Đinh Công Vy', 'lehoangvy2310@gmail.com', '0334352211', '', NULL, 'teacher', 1, '2026-05-02 12:53:23'),
(16, 'gv008', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Lê Thanh Hoài', 'lehoangvy2310@gmail.com', '0334352211', NULL, NULL, 'teacher', 1, '2026-05-02 13:29:11'),
(21, 'sv009', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'vyle', 'lehoangvy.010192@gmail.com', NULL, NULL, NULL, 'student', 1, '2026-05-02 14:40:41'),
(22, 'ttm123', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Trần Trọng Mạnh', '2224802010260@student.tdmu.edu.vn', NULL, NULL, NULL, 'staff', 1, '2026-05-07 08:45:13'),
(24, 'huylv', '$2y$10$jzLo3a5JpUKRTmyx6oWnpehUaUICMSDd64e5DRNEsAqhtaguHCXwq', 'Lê Văn Huy', 'huylv@tdmue.edu.vn', '87686345345', NULL, NULL, 'staff', 1, '2026-05-07 09:20:22'),
(25, 'manhtt', '$2y$10$E5Z2/JCHFQRdJkNUcOseeurmqfMQkQbOnWIWQNdMIxrFQ2g5IlS6C', 'Hi', 'ahriwyu@eay.jp', '0585820637', NULL, NULL, 'staff', 1, '2026-05-07 10:13:06'),
(26, '20267480103911', '$2y$10$rteLlAOFzcvCflN9.0a7D.85vRZEDSq8ntZfSzg3HSni07ZcQMbuu', 'Nguyễn Kim Ngân', 'ngan38@gmail.com', '0901000038', NULL, NULL, 'student', 1, '2026-05-07 12:05:40'),
(27, '20267340301573', '$2y$10$DnUPThqOzstWRfxvoVkKEeE4G4INpNlWQ95H1XU4Xpw/VcfXHhZvS', 'Mai Mỹ Anh', 'vy258@gmail.com', '0565924883', NULL, NULL, 'student', 1, '2026-05-08 03:06:42'),
(28, '20267340301493', '$2y$10$xScsvs.2IRAG23lgsz1ft.9O/GwO274AgElafURlkK/FOYMREVpNe', 'Mai Mỹ Anh', 'vy260@gmail.com', '0566071370', NULL, NULL, 'student', 1, '2026-05-08 03:06:42'),
(29, '20267340301463', '$2y$10$.JrapFl/jVK2Mdv2Cy/Q6uSbz7FPezc/RcwJgDMk/Vz6TKNR8GY06', 'Bùi Ngọc Anh', 'vy265@gmail.com', '0566584076', NULL, NULL, 'student', 1, '2026-05-08 03:06:42'),
(30, '20267340301863', '$2y$10$nYx10c2DQHj3vIAdJxzSa.X4i3m8kdHaJWOSQmRNFv94fyw6mcPLS', 'Lý Mỹ Anh', 'vy270@gmail.com', '0567096781', NULL, NULL, 'student', 1, '2026-05-08 03:06:42'),
(31, '20267340301203', '$2y$10$VP96x5ufT5Qb3mMPprTzFeeNr.YdJ5Ba0j7nXP5tb/AYKL3QS0oFK', 'Nguyễn Bảo Anh', 'vy272@gmail.com', '0567316512', NULL, NULL, 'student', 1, '2026-05-08 03:06:42'),
(32, '20267340301635', '$2y$10$c2e/jnff/ABhsSfCi5H3MeydRToeVQ/qmiOaWn8v0Bhk1TuTY64Au', 'Phạm Quốc Anh', 'vy290@gmail.com', '0669147604', NULL, NULL, 'student', 1, '2026-05-08 03:06:42'),
(33, '20267340301393', '$2y$10$U2rOH9Bi0ieY5CmMWQTmNue/oBwh7tf.f7i5O5Y/kMOeOQCCkH8dC', 'Lê Anh Anh', 'vy300@gmail.com', '0670099772', NULL, NULL, 'student', 1, '2026-05-08 03:06:42'),
(34, '20267340301578', '$2y$10$qDaWyMkZ3ZExCZe1jzbWE.NTTci3cVjV/mrIAIsyxBv.6x0IeddhO', 'Dương Tường Anh', 'vy317@gmail.com', '0671784377', NULL, NULL, 'student', 1, '2026-05-08 03:06:42'),
(35, '20267340301218', '$2y$10$c0XM7fOktcLUbdw76KO0..C/s8ueAoIBpSkVCmcWiyx4nHDrlvC66', 'Đỗ Thiên Anh', 'vy340@gmail.com', '0674128175', NULL, NULL, 'student', 1, '2026-05-08 03:06:42'),
(36, '20267340301849', '$2y$10$Yvkv4fROAPznXy9kBz8Sce27lfbK.AS2TSMlpnM/gy4g7w2I4n9Aq', 'Mai Đức Anh', 'mai152@gmail.com', '0555335576', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(37, '20267340301851', '$2y$10$cXzfFryjiNxqVCDR1d7boOQNJBAirQl0VuPPV9b7s3sLjhcKPeoFW', 'Ngô Anh Anh', 'mai154@gmail.com', '0555482063', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(38, '20267340301886', '$2y$10$WCwt0eqQkTdL8T89DKpoduDweOo959xxVedMxHn6O7qZf8JV.N67q', 'Trần Thảo Anh', 'mai160@gmail.com', '0556068013', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(39, '2026734030148', '$2y$10$X/pyrBE9SpvPTwykMWOGiuneaX.Hr9dFaINTAocfyQgjFWWg93neK', 'Huỳnh Phương Anh', 'mai171@gmail.com', '0557166668', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(40, '20267340301577', '$2y$10$LJgVEs7UKBcaLdt0ktxayunBRNk1enBAp/9N/EI8w2Y6ex66gWPrG', 'Trần Kim Anh', 'mai181@gmail.com', '0558192080', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(41, '20267340301189', '$2y$10$dvWEHmUOpDyr.4.6gFZVJOrLKNam91arPI338B0KgfViS4KqXqNrm', 'Hoàng Đức Anh', 'mai183@gmail.com', '0558411811', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(42, '20267340301760', '$2y$10$rTRhOJR31nl0PDCUyjflk.Ewxu6qqqwhiYvwB7ELqPPWIw8V5U96a', 'Trần Hoài Duy', 'vy294@gmail.com', '0669513823', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(43, '20267340301379', '$2y$10$TsfMhwXTqQjbloHCfnDmGOze3czUPKhf5AJy43ORsT34iBoDrjWMm', 'Lý Tuấn Duy', 'vy303@gmail.com', '0670392747', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(44, '20267340301787', '$2y$10$iiXz9zoVktNbBwnYCb9FSuxRSZxLXoYlHOZIdioguurN.UQKvkWdC', 'Đặng Phương Duy', 'vy304@gmail.com', '0670539234', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(45, '20267340301674', '$2y$10$gZpi0ZdJcomgxwaaqx.1LerLmP6qca0IsPwaE2i/RLHtKS2p40Gpq', 'Hồ Ngọc Duy', 'vy323@gmail.com', '0672370326', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(46, '20267340301184', '$2y$10$Hm0SRHRiWdbcp2agna3Ur.71YzPof.MesfKeU6RA5t8wT.heidlT6', 'Hồ Thiên Duy', 'vy339@gmail.com', '0674054931', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(47, '2026734030161', '$2y$10$sr6r7DFzYeFPNrIYKoNJs.Tz6GmgO720eK2YAIVMGXmnMYDFMNROC', 'Mai Ngọc Duy', 'mai158@gmail.com', '0555848282', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(48, '20267340301190', '$2y$10$S8Ow5Q3kWBNt20fBI7tecuCWD0APcFJTY8zwEXKhFTv71eJLiSCuu', 'Lý Nhật Duy', 'mai168@gmail.com', '0556873694', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(49, '20267340301343', '$2y$10$YPmlrm6H1lT1MTnu2GLFtuJ9KO/.mz7uJZK/tTshLoWI79sx4a2iy', 'Võ Phương Huy', 'vy268@gmail.com', '0566950294', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(50, '20267340301785', '$2y$10$WtA7nvTs.Pzalyz5NwpHG.LjbcAsPU1Bmemkal31AMF4CqaR6ltgu', 'Đỗ Đức Huy', 'vy278@gmail.com', '0667902462', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(51, '20267340301116', '$2y$10$WjWEfZGlrpKLwnkx4vDyLOWMmCAVZkMvopPkL9oZ6lkF2E3wpzH5i', 'Nguyễn Mỹ Huy', 'vy279@gmail.com', '0667975706', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(52, '20267340301649', '$2y$10$zlCtO0pZEPTUgcm3JrXkvueGoj4IJ70qPLTfXj629GKUajYqUgxSC', 'Đặng Nhật Huy', 'vy312@gmail.com', '0671271671', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(53, '20267340301326', '$2y$10$aWLC.hTiyBn7De.F/t08iOJG0mMGglHMTiJ4jY/VTfk6Nfcx43yq2', 'Mai Thanh Huy', 'vy321@gmail.com', '0672223839', NULL, NULL, 'student', 1, '2026-05-08 03:06:43'),
(54, '20267340301347', '$2y$10$rDPYUNSGbjBoNaeQlUV/OeU4x0PTpFiKySiCvKz0/RmfdnVi8ZAXu', 'Mai Thiên Huy', 'vy326@gmail.com', '0672736545', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(55, '20267340301158', '$2y$10$alpJCcjWnnxjBKRTTBz.S.9hTG4B6NoXu/cPM7Lnm5cAAYmKqs5ym', 'Đặng Minh Huy', 'vy337@gmail.com', '0673835200', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(56, '20267340301329', '$2y$10$09yANn44xZ9KTQgnhJeElOZGjMikjV55y5LsLtvo07.9ob2B.zV5q', 'Đỗ Tuấn Huy', 'mai166@gmail.com', '0556727206', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(57, '2026734030120', '$2y$10$C3efReC8FI0g0Ec/HDjQbuA2MuXKR6lbttsLSNi4KpZUOVKKKnP36', 'Huỳnh Hải Huy', 'mai185@gmail.com', '0558558298', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(58, '20267340301714', '$2y$10$cdpo0wH/QMyMbDbsXhLeoejS2m492ZxYlljL9TN1hXB8yr4rj8ybi', 'Ngô Nhật Hân', 'vy260@gmail.com', '0566144614', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(59, '2026734030177', '$2y$10$7k.yU4gPOt7EQZqMGg4z5ejRCBuwDwi5UhnqFY/xrjD8mNKm7LE4O', 'Đặng Tường Hân', 'vy262@gmail.com', '0566291101', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(60, '20267340301931', '$2y$10$FZHg0FxwwXKiNATNf.UwD.jlLL/DwGA6IjKoLSaePRSHcNt8U8FaG', 'Huỳnh Khánh Hân', 'vy298@gmail.com', '0669953285', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(61, '20267340301536', '$2y$10$X5K40z1RqNl7vMqdoBPc..l8P09m.bTBqGKsavBS1uRYG4FgDBXJC', 'Hồ Phương Hân', 'vy301@gmail.com', '0670246260', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(62, '20267340301881', '$2y$10$drlUfzqmwoBk/I1LPKqQVOXo8N9rZKMiOo7J9awwDhe/r.K.lhCn2', 'Phạm Hải Hân', 'vy328@gmail.com', '0672956276', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(63, '20267340301797', '$2y$10$HAjKWF7bRL6F5zuvAB2nRuffJAAAt1wjiWXElp6UY/MoFZFKYe5Ki', 'Lý Mỹ Hân', 'vy332@gmail.com', '0673322494', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(64, '20267340301492', '$2y$10$gSUk4va2feph.a3jiKtE5OZ2CHp.VivaX85IDo3sS2YGostL/G73y', 'Lý Hải Hân', 'mai153@gmail.com', '0555408820', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(65, '20267340301438', '$2y$10$UxdWHVvQnFd4RuuWQ3PlaeRSzAmTaV4mbo2rv9B5tEwHaSGSS9KCm', 'Đỗ Thiên Hân', 'mai158@gmail.com', '0555921526', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(66, '20267340301288', '$2y$10$lyNVTKzLMS2k7ygmnmioVO.hkl/limk9lDAn5LmtYHYGHNdcwZFZG', 'Hồ Ngọc Khang', 'vy299@gmail.com', '0670026529', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(67, '20267340301839', '$2y$10$4DzxhM4SyQBCB9G/lNY9gOImC1ErJHkY.wb2dVpwcHpXL/y7jb5FS', 'Đặng Thanh Khang', 'vy307@gmail.com', '0670758966', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(68, '20267340301823', '$2y$10$qdVFUFYfEhzqYxT2d0lJRuj2MdI.EQDceumDOpuW7MhwdAixXNUoi', 'Phạm Khánh Khang', 'vy345@gmail.com', '0674640880', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(69, '20267340301232', '$2y$10$biq2iuriav3PeYRVX8o4YuMvMO610t0dbHRmfGluA3Orxa9A1PQxq', 'Bùi Minh Khang', 'mai156@gmail.com', '0555701795', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(70, '20267340301792', '$2y$10$x.kH5a5O2VMN5P/em/rKCO36DaBuuRRgmxj2E1jTAqAbtgOinVeY.', 'Mai Nhật Khang', 'mai171@gmail.com', '0557239912', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(71, '20267340301484', '$2y$10$97xN2sUGHB6MnuNxREySVuzx8Vr//Wczdt28gOPd50GollaZqEK4y', 'Nguyễn Mỹ Lan', 'vy263@gmail.com', '0566437588', NULL, NULL, 'student', 1, '2026-05-08 03:06:44'),
(72, '20267340301292', '$2y$10$JKeTpB8bZWVTdFueTvRZkOAxU.Hl0q0iC2ZIzE3B1PY3Rk5O/NT8G', 'Bùi Gia Lan', 'vy313@gmail.com', '0671418158', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(73, '20267340301359', '$2y$10$6NKzAofnqiHVk.17HRkAcep5JCPvuLLk1NafM1H7lQcTSnkt9Imky', 'Lê Thảo Lan', 'vy331@gmail.com', '0673176007', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(74, '20267340301281', '$2y$10$XBpq/Rk34mZcZr1jBEoRwe7Nfyq4qwlwzLn6UL1wzfyhSzWhOrglK', 'Hồ Mỹ Lan', 'vy334@gmail.com', '0673542225', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(75, '20267340301974', '$2y$10$ig71GLBGr0ei7edao6tpPOEm8FsnJADuTV.cKaz1rwrfhRVVvrXzy', 'Huỳnh Hải Lan', 'mai159@gmail.com', '0555994769', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(76, '20267340301508', '$2y$10$FPmarJhd5UuWZ38Ll1pho.3LGkQ4t9BBRksxdOTbTReB1ZDGZo0iy', 'Bùi Quốc Lan', 'mai162@gmail.com', '0556287744', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(77, '20267340301679', '$2y$10$knAAcNPNSYM4n3C0YNbif.yoKBuuYW7SNqmhTQiO1C55bMmBo8qNa', 'Đặng Hoài Lan', 'mai170@gmail.com', '0557093425', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(78, '20267340301682', '$2y$10$YlqCAqJZ78ZEDuSYt0kHnu1lykP4lsnhQqJG5KME2GH6Dj1e5Caia', 'Trần Khánh Lan', 'mai172@gmail.com', '0557313155', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(79, '20267340301875', '$2y$10$HrRHnXa.ZsTX8b8Y./z1A.6LHG1bV0QdUsB/zHxN5g31qjQ7u6KT6', 'Lý Anh Lan', 'mai174@gmail.com', '0557532886', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(80, '20267340301571', '$2y$10$ZOQEDYANYl3mkCFQ9rGZRumQiQy5NKutA/AYtFy4jKQ/Wb7sriWx.', 'Hoàng Anh Linh', 'vy273@gmail.com', '0567389756', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(81, '20267340301598', '$2y$10$F/yw.8Ta6wxsfcHnUsvoWejo/iA0zKDRYuxHqz8n2G.4u7HTki8/m', 'Bùi Bảo Linh', 'vy277@gmail.com', '0567755975', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(82, '20267340301110', '$2y$10$p2XwOZW7Mhmf7Qc21/X8yeHAodIx4gS1bTaQ9XW6r62dMsbNBeiK.', 'Lý Bảo Linh', 'vy277@gmail.com', '0567829218', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(83, '20267340301937', '$2y$10$AzDT.gvzTxnAXieG.NJ1nuRJvn3o9DTB26yWmayQ.Ui.gf28Xk4Ju', 'Dương Thanh Linh', 'vy292@gmail.com', '0669294092', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(84, '20267340301732', '$2y$10$4qhGsjx36Pg1dYagSh7r/u.YHjmPkcqdvibk8FHy8zUDUXoORp9m6', 'Dương Hải Linh', 'vy296@gmail.com', '0669660310', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(85, '20267340301731', '$2y$10$qN7U4JEQJv.eX4OCWAGPO.AVUD.A1N3toMiFqmNf/q3W/s7hfKPDK', 'Hoàng Khánh Linh', 'vy305@gmail.com', '0670612478', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(86, '20267340301860', '$2y$10$7SsqQo6pQpvAcYR5/lerneO6H/YK4xyz9ON28GrPewrZJDXyQGIky', 'Ngô Ngọc Linh', 'vy322@gmail.com', '0672297083', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(87, '20267340301467', '$2y$10$NK.gjXM1btEl0Vb93bXjf.j7DeLZxKL4RDKEKN7nx2M2MFexsYMOa', 'Võ Tuấn Linh', 'vy336@gmail.com', '0673688713', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(88, '20267340301104', '$2y$10$teeHXdu4ntJ1.lALZKUf.O2VNXzA7wXCiH0U8vbstE27Qw3SZFpv6', 'Lý Hoài Linh', 'mai182@gmail.com', '0558338567', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(89, '20267340301829', '$2y$10$AISDiLz4tmozhyllY.VoW.g58ZlUEyBPhSMn7COyncQ2S2kqsL2k.', 'Nguyễn Thảo Linh', 'mai186@gmail.com', '0558704785', NULL, NULL, 'student', 1, '2026-05-08 03:06:45'),
(90, '20267340301666', '$2y$10$EHEplxc0nwCh90/0Td9W8OT/un/IPCGgjZtv5D.KypmLxh9xvTXtu', 'Lê Tuấn Long', 'vy263@gmail.com', '0566364345', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(91, '20267340301650', '$2y$10$qGZyoQlnx9wbxqOsEdyuxuoxjHcX.cEzYXjOLjrZAdOdEdHxzukTG', 'Hồ Minh Long', 'vy264@gmail.com', '0566510832', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(92, '20267340301566', '$2y$10$YYvvzQJfILtp26SRxjwSMeFB8osdvMgc8MnIBzC3mmgXzi3DLzo3u', 'Võ Anh Long', 'vy275@gmail.com', '0567609487', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(93, '2026734030174', '$2y$10$NGfeLdGCTlSZhgMpoVwWu.PpP89zb6N5VeNyvk33qVeLm89vrEppa', 'Hồ Minh Long', 'vy279@gmail.com', '0668048949', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(94, '20267340301511', '$2y$10$F43Z6t4HkfY0iSA/LnRXsOoUo7lZES66DRjBIKiVkvrR0Rj4GtkMu', 'Phạm Thanh Long', 'vy293@gmail.com', '0669367335', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(95, '2026734030189', '$2y$10$.0bBn4IUjKHHOapmDiOpYe.aiQrvWZhpLXsDxPSE0hNK9d05qk9/m', 'Nguyễn Minh Long', 'vy306@gmail.com', '0670685722', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(96, '20267340301701', '$2y$10$lFhgUKSsYvuTt7W0Ac7mpe/.gmfGUUFrcXk3.xLr9F0WHHG8pbmp6', 'Phạm Thanh Long', 'vy309@gmail.com', '0671051940', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(97, '20267340301763', '$2y$10$DCHpgW0imJg3FdSRpDRYpOKDociTlKjOwwBZFVTYJrflWJLRx.3Pm', 'Mai Minh Long', 'vy337@gmail.com', '0673761956', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(98, '20267340301773', '$2y$10$QI3ejj3es5Pb9/JlPoaE2eL2Y5m9aj6cdOCoXZQa5GqBL946SMkSq', 'Hồ Khánh Long', 'mai152@gmail.com', '0555262333', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(99, '20267340301572', '$2y$10$uNjHhON7COOLEs2qAeEK3.UVkI2FWhm0wkQ2Y8/w82KbOyhLCV7yy', 'Huỳnh Kim Long', 'mai160@gmail.com', '0556141257', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(100, '20267340301758', '$2y$10$Tl33fb7QKQECRiLphKEF4u7PDsDgcTjh/Bg0SaXV68l3bfVAhagkS', 'Dương Tường Long', 'mai163@gmail.com', '0556434231', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(101, '20267340301697', '$2y$10$88YZzuQr5EflvZ7G4Z7fJO5ZmYOk2/zVMLxl2WEbO/.EjJbeVPIQO', 'Võ Quốc Mai', 'vy267@gmail.com', '0566803807', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(102, '20267340301673', '$2y$10$ZIJSPP4aXoxqMsR52cssJO11sWSvbugxfBdUkDr0iZM1R72y6GnDe', 'Nguyễn Nhật Mai', 'vy297@gmail.com', '0669806798', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(103, '20267340301922', '$2y$10$EXfRfzggiEGs6yeTyJXgAOpTq88oBjnE1qNW7jZllzpWzfqgrzyMe', 'Hồ Gia Mai', 'vy309@gmail.com', '0670978696', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(104, '20267340301237', '$2y$10$JDKnR3dMsDoJTT.1U67p3eujqMnsdhXHmfGelV5P07tipwnJQFVpK', 'Phạm Hoài Mai', 'vy310@gmail.com', '0671125184', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(105, '20267340301958', '$2y$10$/FcmJ6s3aOFgepLKvCuvie9Zcnfc1/HirB68JS1pvvwfOhbPK.DnS', 'Phạm Hải Mai', 'vy344@gmail.com', '0674494393', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(106, '20267340301662', '$2y$10$WIa4P.wlKUrM3NwJbnARO.A9lTy20iV8ee1gG/zx3rt6tKLobVUsq', 'Lê Mỹ Mai', 'mai185@gmail.com', '0558631542', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(107, '20267340301460', '$2y$10$kneUoFDy4kqEtkesnU2dWe/0mFeoyA8il3918Ye/OLFe9pUp1gQ5a', 'Mai Gia My', 'vy268@gmail.com', '0566877051', NULL, NULL, 'student', 1, '2026-05-08 03:06:46'),
(108, '2026734030130', '$2y$10$s3EYnMBKgSmIXd3iLf3sKuJ2aSp7ZDNRsZN.b0ACIoxEGKjS1hx0a', 'Dương Hải My', 'vy281@gmail.com', '0668195437', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(109, '20267340301876', '$2y$10$v2zgZwL5PCmRHAoP7DKQ8eV1ICm74TKFoMGLlxBu1vsPNiuPT8Oe2', 'Hoàng Thảo My', 'vy295@gmail.com', '0669587067', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(110, '20267340301668', '$2y$10$n3R6sh2F7RtUW6SRkvL5P.42TstvZeiJzR8KfSM7QmGb7/UZlLQGm', 'Ngô Mỹ My', 'mai155@gmail.com', '0555555307', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(111, '20267340301815', '$2y$10$2QhELC9fKLloCXu1hN7qsu0ei8wNG6IhR.JlBzmjRvCvaMV/CmNsW', 'Đỗ Kim My', 'mai163@gmail.com', '0556360988', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(112, '20267340301399', '$2y$10$lMsE.iQBJZ1QozDDKic/SebSFir744ya2r80OHapj0Jo8kbHK2su.', 'Trần Hải My', 'mai178@gmail.com', '0557899105', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(113, '20267340301412', '$2y$10$rBhHzUJjd6wCBia.IKitjuqRqCpFQ36fwSzKLUMEM6A2EavYKYSNe', 'Lý Phương My', 'mai187@gmail.com', '0558778029', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(114, '2026734030145', '$2y$10$vAyB3F2bUXyhoh/Lf9YdLeMPQEvZLY2it.nCk/r5ec7X3H7ir.Sii', 'Hoàng Bảo Nam', 'vy274@gmail.com', '0567463000', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(115, '20267340301124', '$2y$10$ymJ8tSSqt4dDSqHuEVoCb.w/KGrrSoH6oXn52p5XyayWWqZwS2yNO', 'Trần Xuân Nam', 'vy274@gmail.com', '0567536244', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(116, '20267340301512', '$2y$10$T2depObGI2B4uU6tXOEff.V1hW/UuG7ff/GIaccgK.FiQTyHqTupq', 'Huỳnh Gia Nam', 'vy288@gmail.com', '0668927874', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(117, '20267340301311', '$2y$10$5B8ghSxPfouVv3kkGGsDteIPokQznmd7mpIjoRUuwZYGOnYRlLeLC', 'Mai Minh Nam', 'vy289@gmail.com', '0669001117', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(118, '20267340301342', '$2y$10$O/wOd89qgHFjVGmb4qF.eeVp3mnndG/6eqPBnswZnc0irgbjqMQpe', 'Hồ Gia Nam', 'vy315@gmail.com', '0671564646', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(119, '20267340301187', '$2y$10$Z7QGeM79xmY5g.mTM61el.9gLWxxD.4eQd/JdrZ8b4DfjT1U0xvQm', 'Hồ Gia Nam', 'vy319@gmail.com', '0672004108', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(120, '20267340301451', '$2y$10$MCYhGX9fgT2ifdoH/heqWuNEXx2Rm9H7IKCDI3ANolQKbya.PK/O2', 'Ngô Tuấn Nam', 'vy329@gmail.com', '0673029519', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(121, '2026734030140', '$2y$10$3Whk01cMxGj96O50OveNquZNVqFpTWL7SXFJdjrGP/5SUId2M49hi', 'Hồ Bảo Nam', 'vy330@gmail.com', '0673102763', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(122, '20267340301520', '$2y$10$1n5CkUIoHAxjnnvdhY9KX.Pyvv.1mM4ox6cNwNaPMZ.TCuNf9IOnq', 'Phạm Khánh Nam', 'vy341@gmail.com', '0674201418', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(123, '20267340301549', '$2y$10$9T5pPyt3dzXcQC0bOb1CHe1X6E1GJl4Nyi94O6xXCSLr3wenDxpxC', 'Hồ Phương Nam', 'mai176@gmail.com', '0557679374', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(124, '20267340301721', '$2y$10$koGkTdHs9ADsYWco2hP3JuGUd.hpEM05.fprP/0Bxs3zpdwDUgfCm', 'Huỳnh Nhật Nam', 'mai180@gmail.com', '0558118836', NULL, NULL, 'student', 1, '2026-05-08 03:06:47'),
(125, '20267340301953', '$2y$10$PHndz0fq2M3iq6.1dc/X3eGT54bM0fOvpZFZ6HHeOkC0dA1d3mmmm', 'Võ Quốc Nam', 'mai182@gmail.com', '0558265323', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(126, '20267340301761', '$2y$10$CZemOcNUiVVJoxuZ6HgcuORru/85kwMuigl8nXfJDIs57WKehQ3jS', 'Huỳnh Mỹ Nhi', 'vy257@gmail.com', '0565851639', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(127, '20267340301657', '$2y$10$I2wTyhWPVmQseWx8Vn/UfOa99ygi5ECzHntAbLIRfjL.RrAVtcDYO', 'Nguyễn Quốc Nhi', 'vy266@gmail.com', '0566657320', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(128, '20267340301672', '$2y$10$DQ/fzexP7Wya43FgjtIn.exoAq1Od9cQYS0izPVkATqQmZtGp5zq.', 'Lý Gia Nhi', 'vy269@gmail.com', '0567023538', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(129, '20267340301373', '$2y$10$MBQOZtn.CKeb8AYPVsTXm.IDJ45k/c9anKfrsigaQyP8bTDy0YSdK', 'Hoàng Kim Nhi', 'vy284@gmail.com', '0668488411', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(130, '20267340301291', '$2y$10$il1Npyv18sSyjf55pF35Fu8gM.gzJepngIGjRb0JgkDKFllcCLeAS', 'Võ Hải Nhi', 'vy287@gmail.com', '0668854630', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(131, '20267340301717', '$2y$10$JJdUsqkEo8blaD2SzrjAp.ZaEujhVH0kMocjqkzSvkcLLWdKkn4je', 'Mai Ngọc Nhi', 'vy290@gmail.com', '0669074361', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(132, '20267340301934', '$2y$10$obX/3IaZL89pe/N5lXAWzeAo8PterjU91toxgDU3ForqR1gL1i8vG', 'Ngô Mỹ Nhi', 'vy291@gmail.com', '0669220848', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(133, '20267340301103', '$2y$10$SRAzssyCbDOlGRb.putSy.vk8LK8r5jBFR0X5GKRIf1I8UaDZhaCa', 'Dương Minh Nhi', 'vy325@gmail.com', '0672590057', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(134, '20267340301858', '$2y$10$NWkfoMwpHf.m276qaRZnH.FeIRIsgskIfvbIC8Wx9t/QjmpgovgzS', 'Nguyễn Tường Nhi', 'vy331@gmail.com', '0673249250', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(135, '20267340301770', '$2y$10$aye89TOMyK5BHMW0N/8QmOZVrLFrKFL.D7ShZdCpCBw4ubs5zAB.S', 'Đỗ Ngọc Nhi', 'vy345@gmail.com', '0674567637', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(136, '20267340301340', '$2y$10$u8M8yssa8S0uk.fLL9Im/O2sOsFNT4CWdoPufecIEmgRwOOr4ibsC', 'Đặng Phương Nhi', 'mai169@gmail.com', '0556946937', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(137, '20267340301133', '$2y$10$u/CN6iQVa/ycIN20wZbQfuskY38xNfEnA45vFkwJw/eGitU591DR2', 'Nguyễn Đức Nhi', 'mai177@gmail.com', '0557825861', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(138, '2026734030176', '$2y$10$ZLKPZJGLC6S/R0i.V5eSW.IabH17IoEU1cbc14viLJqRv50DWCKJq', 'Lý Ngọc Phát', 'vy259@gmail.com', '0565998126', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(139, '20267340301888', '$2y$10$p7Hs6z1IrJqcS3xA4n3QRe/eaFWYwlZsAF7DmukdEQSlcrKJvSvPi', 'Nguyễn Phương Phát', 'vy282@gmail.com', '0668341924', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(140, '20267340301479', '$2y$10$o1emgkFJgs3omGAynzRMRu9Gd1fg54ugClRua76eo3xMqoYz0.PbS', 'Võ Thảo Phát', 'vy285@gmail.com', '0668561655', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(141, '20267340301131', '$2y$10$lX40.s2dyqUzRZ2yl09CM.yhh9VZMrFRFzNGgO8.PTu1ArxuOQJB2', 'Phạm Quốc Phát', 'vy285@gmail.com', '0668634899', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(142, '20267340301494', '$2y$10$/FyAXWkwyCyDVeQmyhK58uKf4VASYcQrVwYcY/XfxoVqP.3XKJQ7i', 'Võ Tường Phát', 'vy301@gmail.com', '0670173016', NULL, NULL, 'student', 1, '2026-05-08 03:06:48'),
(143, '20267340301381', '$2y$10$smXyzQPmU.VqgMq1kVk1cufrJz7iegEwvi53N2myABteX8WL7poT.', 'Trần Anh Phát', 'vy304@gmail.com', '0670465991', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(144, '2026734030122', '$2y$10$EWC.DR30.U4GprkWjVAs9Ol2CGsOiPaqEoEzcuBIMsZ0GvkX/ux8m', 'Nguyễn Phương Phát', 'vy311@gmail.com', '0671198427', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(145, '20267340301162', '$2y$10$hdw.WjA81NNJ6HI.Tgxlg.819p30v6eYEFWvHf2HpTj/tO66LWyCa', 'Đặng Tường Phát', 'vy317@gmail.com', '0671857621', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(146, '20267340301562', '$2y$10$F0QFuH1wN/Buo.ZR2A9ISuwwdziVfuWDwPlfSzy6tLL82Ih7Z8s8K', 'Lý Tường Phát', 'vy320@gmail.com', '0672077352', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(147, '20267340301217', '$2y$10$zdLuw0pemw48M1Uons5cReTmou/dCXxH0RCF/obeHUBgt56EOiNLa', 'Phạm Tường Phát', 'mai155@gmail.com', '0555628551', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(148, '20267340301777', '$2y$10$11nxpDRubEovB3Tg7/FxoeFfxTH/LT4b54pERzFd3MnPY87yvw3Gq', 'Huỳnh Minh Phát', 'mai174@gmail.com', '0557459643', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(149, '20267340301647', '$2y$10$/jUkVZShUFhh/khKwmBjI.sDth4Gdat5Qpu2eAsnPshhVCAlIzY.O', 'Hoàng Đức Phát', 'mai175@gmail.com', '0557606130', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(150, '2026734030133', '$2y$10$RcJ4H5/yTpJ78xay.EcMO.6WWbzg7uL4.dfeQoj75bnU3thwuvKni', 'Ngô Thảo Phát', 'mai177@gmail.com', '0557752618', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(151, '20267340301774', '$2y$10$FzJ6/8N793TUCfRMw3fwEuKrIJi0ZY5IZ1DUxfmt1ZBA/3.bfRemi', 'Lý Xuân Phát', 'mai179@gmail.com', '0557972349', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(152, '20267340301230', '$2y$10$Ltq5Os73ENS113gMQXtgCuV6ZuWLFWaBrTFsYZq7M9NaIl1RUWV2i', 'Trần Quốc Phúc', 'vy276@gmail.com', '0567682731', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(153, '20267340301725', '$2y$10$UlbzEwok3mtR..KOPkXIMebDSbcx6Dz4z6L/bzi59lpKhswa3hTYW', 'Mai Nhật Phúc', 'vy302@gmail.com', '0670319503', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(154, '2026734030171', '$2y$10$jxZ/EZ/cEWjOqgMhp4gzi.U6UfUBNqq5C/ZtHo9gvwgH2r826ndxu', 'Lê Đức Phúc', 'vy327@gmail.com', '0672809789', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(155, '20267340301932', '$2y$10$w3IVZVo7aZQRsHWnaGgWU.0G0Wt1ZNxNg5KonwMTWcBP1.gFOruqe', 'Hoàng Thảo Phúc', 'mai164@gmail.com', '0556507475', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(156, '20267340301880', '$2y$10$Q3wonTielL390h.RcjQaFeIV/WDBDaHt/zdOX5ktdmYE0r8pM4/OC', 'Trần Tuấn Phúc', 'mai180@gmail.com', '0558045592', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(157, '20267340301767', '$2y$10$fGHmgD52.aq/.Q0nCiB1MudYku5RhXs6jRCWbfVnvaRY.oyyKuECi', 'Dương Bảo Quân', 'vy282@gmail.com', '0668268680', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(158, '20267340301862', '$2y$10$ptalQSriRXenVnHZi8AA4u.dEmzAvfxU48hsoHMJZ3Q0rIPfqlrfi', 'Bùi Phương Quân', 'vy307@gmail.com', '0670832209', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(159, '20267340301964', '$2y$10$7XbtjKmhBRxLRHuedogP6.GhsU9uCeUCvagIOj8i.8TLLHP2XjxEC', 'Đỗ Thảo Quân', 'vy320@gmail.com', '0672150595', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(160, '20267340301369', '$2y$10$UDcw37KGqB6.SO.wgOnlie/1WrBWouW/98KpMoy0CNpKA1OqDiJJm', 'Đặng Minh Quân', 'mai167@gmail.com', '0556800450', NULL, NULL, 'student', 1, '2026-05-08 03:06:49'),
(161, '20267340301869', '$2y$10$txLBI9r4YlOOuWadD0Lyou.4h/W2.CAtiCiGlfHcNV.ZQW7vVtEVS', 'Phạm Kim Quân', 'mai173@gmail.com', '0557386399', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(162, '20267340301386', '$2y$10$ks6Z8V16QxGQBbf0hpDyAOe9.53mnWewU2kD18PsYp5DW60BsZL46', 'Ngô Thiên Quân', 'mai189@gmail.com', '0558997760', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(163, '20267340301609', '$2y$10$mDpUeOqmVwtoC7/PtUAyNuU9LiloswA/91PD7WFZNc1JbK.5cToJ2', 'Võ Nhật Tiên', 'vy257@gmail.com', '0565778395', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(164, '20267340301900', '$2y$10$bVFooXLbL8ygEnsrW0WALOBvKHnERnroADHaqyW7jaunLmP3AH9LW', 'Đặng Gia Tiên', 'vy261@gmail.com', '0566217857', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(165, '20267340301966', '$2y$10$fEDcpN/g0AGgeRGuja2OMOteIMu.3fylh77ksq1Sms0SU541eMSQW', 'Dương Gia Tiên', 'vy328@gmail.com', '0672883032', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(166, '20267340301178', '$2y$10$kC7dzmKc8xaGX.x9prQ/zeucFWDVxQJkRlxjkxZDHdUh6Ap6OvAbq', 'Lý Ngọc Tiên', 'mai161@gmail.com', '0556214500', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(167, '20267340301585', '$2y$10$7lkThIIgCTfap7JpUDsIY.OH3g/LWyKXvh6rHT/JUM75xwQOVUTEm', 'Huỳnh Thanh Tiên', 'mai188@gmail.com', '0558851273', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(168, '2026734030179', '$2y$10$JT3ecqj.6/PEEIXkVJFpb.6BnmXBifQTz1LMOvjNOJgTtJP0eMkDa', 'Lý Xuân Tiên', 'mai188@gmail.com', '0558924517', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(169, '20267340301713', '$2y$10$PsFx0XGraZDUUk4J74bKiO9E7bbRmXZzERAjcEm7wccp64FPXaD4m', 'Đặng Khánh Trang', 'vy280@gmail.com', '0668122193', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(170, '20267340301554', '$2y$10$KjkhTWr4aLUTB0XDcyjBRecAmEXngQ1TvWM6Okiwer1DyK2oA/Uzm', 'Đỗ Nhật Trang', 'vy287@gmail.com', '0668781386', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(171, '20267340301993', '$2y$10$qhlSHDq4OrCUmlIwU.eLUuy4VUlVIzfwYTDBOKKCnHWkp3PnH5Um6', 'Đỗ Kim Trang', 'vy314@gmail.com', '0671491402', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(172, '20267340301895', '$2y$10$eLRgLk3xblS6F7F1RXDwoOqa9mms6g3EXmn6oNjqSAG4gRK8P2uie', 'Lê Thanh Trang', 'vy316@gmail.com', '0671711133', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(173, '20267340301337', '$2y$10$CN/Z3HU/WAwhvKLUMB9YOOdHfHDTR4ZpUaAUW6FAup.rTGI/mpW7O', 'Ngô Hải Trang', 'vy318@gmail.com', '0671930864', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(174, '20267340301165', '$2y$10$yxbIJLb95BNeeyVIAARVeunJ2885ghGmvd.QgVzwCJU3V8XnX2Bie', 'Đặng Đức Trang', 'vy323@gmail.com', '0672443570', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(175, '20267340301986', '$2y$10$9az2EcwWHztzp4SZgDe1zubamr8SdHfvKXsDpNRWdGwx3etfHJ6Uy', 'Nguyễn Xuân Trang', 'vy333@gmail.com', '0673395738', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(176, '2026734030118', '$2y$10$0KSl54ajfW3FHhfM6Gt01ukG9rPIm.HHUtnfKvNNn9EZcWWtHEPNi', 'Trần Thanh Trang', 'mai157@gmail.com', '0555775038', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(177, '20267340301471', '$2y$10$DzxO.T7B1zH9EhvEZrM.G.7C.mjZwSaShgHQRD4lb4eprLRqrQojy', 'Nguyễn Mỹ Trâm', 'vy293@gmail.com', '0669440579', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(178, '20267340301134', '$2y$10$MXwuaikoJaFE2ZsJoa84b.IcM3ARgkFxdzqYvvMKPAZyoJFzZRVDa', 'Mai Tường Trâm', 'vy296@gmail.com', '0669733554', NULL, NULL, 'student', 1, '2026-05-08 03:06:50'),
(179, '20267340301398', '$2y$10$DC7OPds29cTG9nVOYOsRc.xOOf.wSA1CkxkB/OUIcsgBAzZWhz7nS', 'Lê Thảo Trâm', 'vy312@gmail.com', '0671344915', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(180, '20267340301555', '$2y$10$Q6g5yEgM8SVfh5/Nw.Etv.ydSvHcLh2CTSCnV/TVVOBNiGvTJ/eKy', 'Nguyễn Đức Trâm', 'vy315@gmail.com', '0671637890', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(181, '20267340301150', '$2y$10$haTUELFrD2EDOKpECNvdcOgC38UrV0j0IoU.FYoQGPn6K5BCMuDv.', 'Ngô Khánh Trâm', 'vy334@gmail.com', '0673468981', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(182, '20267340301808', '$2y$10$xou.CeXYedGXEd1ZFoAtDeQ6T2QCf0qlLVDP.esock0QGPZLWEEYy', 'Hồ Thiên Trâm', 'vy335@gmail.com', '0673615469', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(183, '20267340301733', '$2y$10$XoqrmDSte0utn77mevtwIedneIlmvGCYUHfGfHtoqT1OMKHUKcB0K', 'Lý Xuân Trâm', 'vy339@gmail.com', '0673981687', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(184, '20267340301962', '$2y$10$DXa1iOdCaWI6s2XD5Plu5.aI3HA9dlq1kIhAy0Pauq63T2mryzzBa', 'Đỗ Thanh Trâm', 'vy342@gmail.com', '0674347905', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(185, '20267340301228', '$2y$10$b5GWMJ2O2eDgrDf3ctuZXexjzuaHubFgPqo9xRgfrifhQhkdcu2vC', 'Bùi Tuấn Trâm', 'vy346@gmail.com', '0674714124', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(186, '20267340301878', '$2y$10$2m38NAb9bSWtanZQURiqQeHTuiYiCFytQOAJcnpJAI9c4rJrscsfi', 'Nguyễn Hải Trâm', 'mai166@gmail.com', '0556653962', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(187, '20267340301314', '$2y$10$OO7ngpY/K/xzLS82.yYc2.0rrQ5bmYUyUSkYp.0YJAyWzmIp6ItnC', 'Dương Thảo Trâm', 'mai169@gmail.com', '0557020181', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(188, '20267340301308', '$2y$10$v2SFv6zvR2eoTv2.w4/uueGGBVWHgDY4nHZQmI1bWB6p3s3T42vD2', 'Nguyễn Khánh Trâm', 'mai184@gmail.com', '0558485054', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(189, '20267340301646', '$2y$10$OZ.dhVWLNWkVsguvrrF8u.4Tw80YPU1FmR.krFw6CCcvL5Ig2LVqW', 'Ngô Minh Tùng', 'vy266@gmail.com', '0566730563', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(190, '20267340301930', '$2y$10$ZyFXvl68q/C45f.R.gCetOqEK3KT7EX.m/XAvTd3KxUDcWVXhFufK', 'Trần Khánh Tùng', 'vy324@gmail.com', '0672516814', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(191, '20267340301295', '$2y$10$859QI6V7Q0rYAHtS8o2qi.xlhtB1s.fmwG2.bDmWVwerM8nIvVd02', 'Mai Quốc Tùng', 'vy326@gmail.com', '0672663301', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(192, '20267340301396', '$2y$10$yi32yglO1DiI4lX/Hd6wLu/o.qnjnBJx1DMXS6rhbwyrbyg9M.jom', 'Võ Bảo Tùng', 'vy342@gmail.com', '0674274662', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(193, '20267340301738', '$2y$10$8DVEG2xRkPCeHj90nO10y.DtzXkKwUEeFjw9ykPSH1yASqPlXd2qy', 'Ngô Thanh Tùng', 'vy347@gmail.com', '0674787368', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(194, '2026734030132', '$2y$10$bkM2ekXM3wmm1UwQS/Apc.bSniCj9AVcK/TBTMAo/9aib5EvgS3r.', 'Dương Quốc Vy', 'vy271@gmail.com', '0567170025', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(195, '20267340301223', '$2y$10$tPggQIZ39fexyVV8V3sOj.fN3oFPXPs8JsKdh7noxMvMMVu6joelu', 'Đặng Xuân Vy', 'vy271@gmail.com', '0567243269', NULL, NULL, 'student', 1, '2026-05-08 03:06:51'),
(196, '20267340301255', '$2y$10$yt4Y2kFbZuwbaX/xdIQRZetrNK64oNKmrgkU0s8c7u1Fr.hhT7wne', 'Đỗ Khánh Vy', 'vy283@gmail.com', '0668415168', NULL, NULL, 'student', 1, '2026-05-08 03:06:52'),
(197, '20267340301736', '$2y$10$PnSBI4AS4/Ip6JjkWvdfReo70OulDs80wcw0Pccmm46VnANlYOXK2', 'Huỳnh Gia Vy', 'vy286@gmail.com', '0668708143', NULL, NULL, 'student', 1, '2026-05-08 03:06:52'),
(198, '20267340301807', '$2y$10$95PtD7VArX2evQFHSKsznuPOPSh9d2X77Jpis0jYnAqO4G.Q1RfX6', 'Hoàng Hoài Vy', 'vy298@gmail.com', '0669880041', NULL, NULL, 'student', 1, '2026-05-08 03:06:52'),
(199, '20267340301606', '$2y$10$376o6gnl5QF9pq8LELmTWeIXR0siILHE7tXqPFwDEaYeyxvjUuB42', 'Đặng Tường Vy', 'vy308@gmail.com', '0670905453', NULL, NULL, 'student', 1, '2026-05-08 03:06:52'),
(200, '20267340301297', '$2y$10$Vb.a1IcV9qYKPwuYEWlsRO57moXEiAg/WG0poYZvKhCFNmv447gX6', 'Nguyễn Nhật Vy', 'vy338@gmail.com', '0673908444', NULL, NULL, 'student', 1, '2026-05-08 03:06:52'),
(201, '20267340301163', '$2y$10$yyl9civ6LYNIpccrdEvorexCvzQvdubHgr.T3WzxxAMDR3JFW9qVu', 'Mai Khánh Vy', 'vy343@gmail.com', '0674421149', NULL, NULL, 'student', 1, '2026-05-08 03:06:52'),
(202, '20267340301284', '$2y$10$uZn5cnAIPczUWAn2CGWtFO70d4PqKMFzxbsQaEAnBG.5dqOXRjH/6', 'Trần Thảo Vy', 'mai165@gmail.com', '0556580719', NULL, NULL, 'student', 1, '2026-05-08 03:06:52'),
(203, '20267340101438', '$2y$10$PlPSzd7DBHk3.GAFyeZSue.gfVpTuhIwRuzJb9mulvrIUmofjhprS', 'Trần Thảo Trâm', 'phuc150@gmail.com', '0555042602', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(204, '20267340101266', '$2y$10$xnaWC4FTC3n51iVEsj5BIuCNZV9v5rosXd68/wPZPE1s22ab73kxq', 'Bùi Đức Hân', 'mai150@gmail.com', '0555115845', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(205, '20267340101169', '$2y$10$zkzP6LEWdABXWpLj5sU3BeFyyQcUvFFt5jABgr5FCOpAOTnFZOCkO', 'Hoàng Hải Huy', 'mai151@gmail.com', '0555189089', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(206, '20267340101233', '$2y$10$5zzY21sbH.6IC1UYcK6u4OORimNOoY.5iVCO4IBsRz30G4WrEYISe', 'Huỳnh Thảo Khang', 'phuc148@gmail.com', '0554896114', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(207, '20267340101189', '$2y$10$AzMQbB8tmNfyjMc0d8ufp.4cy81NkKdSM49F1HiaLwGZVBUBfsFpO', 'Lê Tuấn Long', 'phuc149@gmail.com', '0554969358', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(208, '20267340101887', '$2y$10$2pnYS3kkQaoVeXEt2XXD3.VZSJYDeb5A4pz2jKM.phRqr53hkO/uO', 'Đỗ Nhật Trang', 'phuc147@gmail.com', '0554822871', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(209, '20267340101839', '$2y$10$AE.6o4wN4DLIoV9xrEU84eZ/Ntu0FrT0Vv2aVPSGsbjOvcIxJvKmy', 'Huỳnh Khánh Hân', 'phuc146@gmail.com', '0554676383', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(210, '20267340101304', '$2y$10$YsIx26rzwF8kmiVIy4sLI.lJXLQ.znnIZ3x4STh1FbY/cAinn.P6S', 'Hồ Ngọc My', 'phuc147@gmail.com', '0554749627', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(211, '20267340101383', '$2y$10$B.TisSffoXIoji8comonRetE4caHPT1AVWuoZYNwuH9EXWjx7JJLG', 'Đặng Hải Nam', 'phuc145@gmail.com', '0554603139', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(212, '20267340101369', '$2y$10$JNgLuAO2D/G/9tDfSdPou.ZtHDn5Ql85cTBjhherKOeZyKREb3mHy', 'Võ Bảo Lan', 'phuc144@gmail.com', '0554456652', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(213, '20267340101743', '$2y$10$vIJ0GQI4uq7hpa6p/lC5LOsSqxH/f09nlBVTH0gocNB88JFMkbR/e', 'Trần Thiên Tùng', 'phuc144@gmail.com', '0554529896', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(214, '20267340101646', '$2y$10$4qrsn6LTBqFNIBj.HxKy9ezJuqxEqkH3q91GOt7.HwRomf6QECRmG', 'Võ Minh Lan', 'phuc141@gmail.com', '0554236921', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(215, '20267340101499', '$2y$10$R6w9fCroVGl4IwIX2PR3texhsEnepa9wbLKQJzpfj9rqhKmvs.uGW', 'Lý Gia Lan', 'phuc142@gmail.com', '0554310165', NULL, NULL, 'student', 1, '2026-05-08 03:21:16'),
(216, '20267340101415', '$2y$10$h1EsiatkYqMZHGegyLYbYeK6GbYa0ncdTJSfu3OTw/m.z86SXOSpa', 'Hồ Thiên Trâm', 'phuc143@gmail.com', '0554383408', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(217, '20267340101862', '$2y$10$bmR.P92rZpG8ZmVyMsB2rOJphMOBcYgaFDhJ1tA3CXtB7iREMsnvq', 'Hồ Mỹ Tùng', 'phuc140@gmail.com', '0554090434', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(218, '20267340101122', '$2y$10$g53COPGxpPDYbbBZCH8e9.yi9Oda8JJBsuIrm26HWOGe4MPboBpOK', 'Mai Kim Khang', 'phuc141@gmail.com', '0554163677', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(219, '20267340101403', '$2y$10$Ul54V3Gz0bU6A4A.5ALSjOFl22Q6DaloO85/Rn/0xF8JI2bpiNOkm', 'Bùi Anh Nhi', 'phuc139@gmail.com', '0554017190', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(220, '20267340101201', '$2y$10$G2GH7P8CxDT7E/at58FaRevgzIQA82k/UaTomwpdM2C3rzP.Eg38C', 'Huỳnh Tường Nhi', 'phuc138@gmail.com', '0553870703', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(221, '20267340101728', '$2y$10$sptylnNp8xRzqU5FYK136eeh7UoiSXTtJO.B.Bbi32kUacFyzCf4y', 'Mai Minh Long', 'phuc139@gmail.com', '0553943947', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(222, '20267340101805', '$2y$10$Pzz8FOjqN0/QvXVYtRv49eKMgdQZ.aDJnnvmJYqlSpma1F.Ndu4au', 'Dương Xuân Anh', 'phuc137@gmail.com', '0553797459', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(223, '20267340101261', '$2y$10$37lNSowHKu2.ro7xsmaDLe2tl4CVHJlwsEq6FidaLYufb4go4qkM6', 'Phạm Hoài Phúc', 'phuc136@gmail.com', '0553650972', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(224, '20267340101791', '$2y$10$Ny0.AVUDWu7blYUHpEskU./f6uKK1K3t69I8LhM9k/Ye/DiHCg9IC', 'Hoàng Anh Trang', 'phuc136@gmail.com', '0553724215', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(225, '20267340101402', '$2y$10$ISJpzs1LcnpiGrF4eCAyqu8Xt/sYofVSniQ7ayTKMTQpXGeT8rD3y', 'Huỳnh Gia Nam', 'phuc133@gmail.com', '0453431240', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(226, '20267340101953', '$2y$10$OUFWWqjIakBEsS5Fzhk1MumMXifiYRxjO6XpVJnmZ5htJ4c7SoIQu', 'Mai Thanh Trâm', 'phuc134@gmail.com', '0453504484', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(227, '20267340101205', '$2y$10$6U/HacwEVuwNkj6BV2Z54e.BePiHegV6ni43f0VvFBLVRC.6ur38i', 'Mai Gia Trang', 'phuc135@gmail.com', '0453577728', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(228, '20267340101404', '$2y$10$Jd0m9Yek.v6dxZmodMu.nujhtm.IQtF9GduDcWhft2qwz4nMPdMCu', 'Trần Xuân Trang', 'phuc132@gmail.com', '0453284753', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(229, '2026734010128', '$2y$10$TIcdSFjpNrIBk85JSQra/eXAV64W8xdWm2UsZ3F7gwZxyoJuCoyBq', 'Đỗ Mỹ Tiên', 'phuc133@gmail.com', '0453357997', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(230, '20267340101755', '$2y$10$DricG/lltXS48Y9ugdaZKOaYWxdvxPWCFwEo6Nfm32S206TTY.IGC', 'Võ Mỹ Trang', 'phuc131@gmail.com', '0453211510', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(231, '20267340101847', '$2y$10$bDU6MQVx5ohPk3DkSxhToOUIAy4fFXpCraOHoOhc4kaOalybGkaXm', 'Bùi Minh Khang', 'phuc130@gmail.com', '0453065022', NULL, NULL, 'student', 1, '2026-05-08 03:21:17'),
(232, '20267340101195', '$2y$10$MFsMIFoWpN7gI2HiJsJV6.h2/Dq3WjqEcDWSNX0oT6RUNWb0R2Kz.', 'Mai Tuấn Huy', 'phuc130@gmail.com', '0453138266', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(233, '20267340101610', '$2y$10$mLc/2wa1OAkes4.9VJGWLeZx3CoSZuDp2zsRdvKT1dSnlZ9FIMThW', 'Ngô Ngọc Linh', 'phuc129@gmail.com', '0452991779', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(234, '20267340101323', '$2y$10$6iFmEyhPdBgYhdkUD/xrqu8zv/SvHxoMmLQSisPdvU3CmXaKCZU4y', 'Hoàng Khánh Phúc', 'phuc128@gmail.com', '0452845291', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(235, '20267340101291', '$2y$10$1WZ0.5cw7kXGR4K5Qat6lu2d/pU0yl1A1xGSMbmO.XmibuyL5iSH6', 'Trần Phương Huy', 'phuc128@gmail.com', '0452918535', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(236, '20267340101863', '$2y$10$ixBuI9a4OuTs1N/Z4Te0U.WKp7j/PT5fVZ68fblNyd0IIg7Zf0gue', 'Ngô Bảo Trâm', 'phuc126@gmail.com', '0452698804', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(237, '20267340101373', '$2y$10$dLJoWJYx.433CTPqYt70/elal91uY3zxI3PBrMCQLuqrPZ8MD02qS', 'Võ Tuấn Phúc', 'phuc127@gmail.com', '0452772048', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(238, '20267340101210', '$2y$10$lKB6pCwtiXBb2Ugk98fjM.RbBml/LIfLCCYEsHvtOrlb/ilbBBwii', 'Đỗ Ngọc Duy', 'phuc125@gmail.com', '0452625560', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(239, '20267340101444', '$2y$10$oCNsaiUoSO1f5Jk5LVvAjebfjW1kQuil309Sy0tSk7g36Eod4sMNq', 'Bùi Hải Nam', 'phuc124@gmail.com', '0452479073', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(240, '20267340101102', '$2y$10$5FXMRUgTctNMOAlk9bkHl.nO1A7h.gmkL5MuTqszROZlv1MuGZ8se', 'Hoàng Thiên Tiên', 'phuc125@gmail.com', '0452552316', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(241, '20267340101647', '$2y$10$L.aL6FYjIWWpQvPyNNsirufW/UCXmCe7eyjMFp4gHX9Lt8c7tq4wG', 'Võ Thảo Hân', 'phuc123@gmail.com', '0452405829', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(242, '20267340101783', '$2y$10$lHxc79E1h5xz4Ec4Czz6OO.aqkkLuP8Kfo/1XCPdT165tSJaGPLq.', 'Nguyễn Hải Huy', 'phuc122@gmail.com', '0452259342', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(243, '20267340101971', '$2y$10$KhqHUA42V6s4gsves1Ex1OTYePZs88L9uKhdawEwMgI5j4fP0VhBG', 'Võ Hải Nhi', 'phuc122@gmail.com', '0452332585', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(244, '20267340101642', '$2y$10$sYYHXbaIDEbBIhP.GBn9SOkdL5T0qPJjHC8ymAkiBiIhEcudLCX6O', 'Phạm Quốc Tiên', 'phuc120@gmail.com', '0452039611', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(245, '20267340101430', '$2y$10$3ZXvGJFrMrC2IDf/UCp5DepIcMqbrw.C4n/PhvW3bHbqaJ8tY6CJK', 'Phạm Anh My', 'phuc120@gmail.com', '0452112854', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(246, '20267340101208', '$2y$10$Z/PYe1/7ZogFN6L47zUW0ODwCT5y7kuG2YlrNjOLSvVhkAyXrqMoO', 'Lê Ngọc Nam', 'phuc121@gmail.com', '0452186098', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(247, '20267340101156', '$2y$10$REP30aBrAg15cIU3DTIP1Oiu/XGuCZ3NxCK8lNSoOa.6mP23VM.2u', 'Hoàng Tuấn Lan', 'phuc118@gmail.com', '0451893124', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(248, '20267340101715', '$2y$10$bgxPSoXy.AY3eMsYzkOQduYpjUVmtP3Gb4SfmEn//6ps4jFLqoJFi', 'Hồ Kim Phúc', 'phuc119@gmail.com', '0451966367', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(249, '20267340101844', '$2y$10$wwxR1HaiondCKfL1jFwaSeA2ccNhpIZCvsqo0GD1W8bmywOaJPDL2', 'Dương Hoài Tùng', 'phuc117@gmail.com', '0451819880', NULL, NULL, 'student', 1, '2026-05-08 03:21:18'),
(250, '20267340101467', '$2y$10$EfNR9EcJhg7C6JjS642fS.wYJSWmqCuPWV4/Jv.SEwoH5oFH6osoC', 'Võ Thiên Quân', 'phuc116@gmail.com', '0451673392', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(251, '20267340101104', '$2y$10$kevjvs0du1kJnhZRNBPEGeLuWGCFv57a0YE3xiB0cIYMATfNfWqde', 'Lý Nhật Lan', 'phuc117@gmail.com', '0451746636', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(252, '20267340101463', '$2y$10$xsYKEwGgiX5DjnWWRSYqxuhTI3V1jXR7NAJRibSFgbIExtxvL3yZC', 'Nguyễn Kim Khang', 'phuc115@gmail.com', '0451600149', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(253, '2026734010137', '$2y$10$bClxDjyybosAohTAAEeABebzwKMj6wR1hclzIe5Zjx9h9nk6aFlmu', 'Ngô Xuân Nam', 'phuc114@gmail.com', '0451453661', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(254, '20267340101131', '$2y$10$gNuY5KNm9X9tQfZU8WHlPOxZFMQa7GhcMX6ka6VHxSwS1BGsx9Hje', 'Đặng Kim Duy', 'phuc114@gmail.com', '0451526905', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(255, '20267340101699', '$2y$10$yLPmepGno2i0yl7Hmx87GuocJo626fKTNdXA8aOO5UU2mvPaO914C', 'Phạm Đức Phát', 'phuc111@gmail.com', '0451233930', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(256, '20267340101972', '$2y$10$8dmll8V8XrbHOcN28hEN9uO9zn/1NkYBPUfAJ/nZcEL8wXEHVRnhG', 'Lý Phương Quân', 'phuc112@gmail.com', '0451307174', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(257, '20267340101397', '$2y$10$YCx0pFxNh2GVG1WNomXNf.fy/UabMT2hKFzArGbGZXc2baczxg.A6', 'Đặng Nhật Phát', 'phuc113@gmail.com', '0451380418', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(258, '20267340101351', '$2y$10$242SgIHpzqloAsyVSBy5Iu2aDecAhALdAcP7jEn5N1o0zTLl3v.C6', 'Mai Mỹ Phát', 'phuc110@gmail.com', '0451087443', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(259, '20267340101506', '$2y$10$rP0YC8vSP2N1Sr7m8pam7uf1iPC1bJyGRCtC.8fdxTZldiZA17vZW', 'Đỗ Ngọc Nhi', 'phuc111@gmail.com', '0451160687', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(260, '20267340101107', '$2y$10$DyrmCpyq4Q2fA8Y2YxwIUuaUaxxIl8Rwnw6edYngkirJJ38G.qBhe', 'Lý Khánh Linh', 'phuc109@gmail.com', '0451014199', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(261, '20267340101194', '$2y$10$Y.lmcRNnyKLzSKdOK0fu8egkV4Rz/l.rEE79QvZPB4dyKM2kNXN06', 'Đặng Khánh My', 'phuc108@gmail.com', '0450867712', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(262, '20267340101108', '$2y$10$EeQpISI1MvScOBlKaGrHieBrT.c257bnZu2MnEcfOjrXTBY/utFf.', 'Mai Đức Lan', 'phuc109@gmail.com', '0450940956', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(263, '20267340101598', '$2y$10$VAcDxyqCeh/8YNb3SwnFDOgh/y95jCOItXMWmSsNfNo7ej69izxAW', 'Đỗ Thảo Trang', 'phuc107@gmail.com', '0450794468', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(264, '20267340101565', '$2y$10$1ExI03R4j34X0PTmVEQ0X.ROTNWFEn6b9wRkGd3Mstmqh.iO.W94G', 'Dương Xuân Hân', 'phuc106@gmail.com', '0450647981', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(265, '20267340101401', '$2y$10$3n4YEa6IQ6r3joSA3aSwYe5fNjXNfZXhdHPqYZh.641SFG54BxvU.', 'Hồ Thảo Mai', 'phuc106@gmail.com', '0450721225', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(266, '20267340101626', '$2y$10$O.qvlx6rvMDVjLlWbaNHbeFtY5eQ9Ojyb/L1qrlWjLibaCFxqWmgS', 'Đặng Tường Anh', 'phuc103@gmail.com', '0450428250', NULL, NULL, 'student', 1, '2026-05-08 03:21:19'),
(267, '20267340101698', '$2y$10$L570bCpeIh70QUF63zo7DeO/gWzES4u.KtqypiBxbr4fu0xWQy3Xa', 'Mai Kim Phúc', 'phuc104@gmail.com', '0450501493', NULL, NULL, 'student', 1, '2026-05-08 03:21:20'),
(268, '2026734010175', '$2y$10$vhajZF7hvDIIAvGv9ZOkRO1tMOJjyekyFpWDec7FO.tGPIUKm3jBO', 'Phạm Thanh Hân', 'phuc105@gmail.com', '0450574737', NULL, NULL, 'student', 1, '2026-05-08 03:21:20'),
(269, '20267340101800', '$2y$10$BO.vuwZrSkdNGooBDV2ezuuK8xuRZRGCgS3MWg7nFkSWq61VaBKqG', 'Bùi Bảo Linh', 'phuc102@gmail.com', '0450281762', NULL, NULL, 'student', 1, '2026-05-08 03:21:20'),
(270, '20267340101254', '$2y$10$3q./ik4/cSvjRY4vUJjTy..s0nuiFIADBq3s2lEzmINtKQF6GSg2G', 'Dương Gia Phát', 'phuc103@gmail.com', '0450355006', NULL, NULL, 'student', 1, '2026-05-08 03:21:20'),
(271, '20267340101158', '$2y$10$Z0JtMORxbx/oAokw7O.xB.Kgj0IuyDZzt7Rzl.a2s5hSr42Btlt.K', 'Phạm Tuấn Lan', 'phuc101@gmail.com', '0450208519', NULL, NULL, 'student', 1, '2026-05-08 03:21:20'),
(272, '20267340101661', '$2y$10$1JCSWSnl5F6C2ZgavUP0muNGOTEbIY8fdb.CF06Ohv8AUoAZAARSu', 'Mai Kim Khang', 'phuc100@gmail.com', '0450062031', NULL, NULL, 'student', 1, '2026-05-08 03:21:20');
INSERT INTO `users` (`id`, `username`, `password`, `full_name`, `email`, `phone`, `address`, `avatar`, `role`, `status`, `created_at`) VALUES
(273, '20267340101303', '$2y$10$3E3wUdIf6kcN0andG8Qbn.vnWjFYsBX6zVb/w.4AKruY5gntCDZx.', 'Phạm Anh Lan', 'phuc100@gmail.com', '0450135275', NULL, NULL, 'student', 1, '2026-05-08 03:21:20'),
(274, '20267340101985', '$2y$10$PKcNSjXnmJsIMxopELclmOZ7dB6Ig2CuAXWZP70vwyP/6LOyhW75S', 'Hồ Nhật Mai', 'phuc1097@gmail.com', '0449915544', NULL, NULL, 'student', 1, '2026-05-08 03:21:20'),
(275, '20267340101895', '$2y$10$BwR3zyoAHcjWLCIe8RE1d.e/S2Hg0WnQ6JPa9oXzFFG5tO.Whl2Ja', 'Huỳnh Kim Linh', 'phuc1098@gmail.com', '0449988788', NULL, NULL, 'student', 1, '2026-05-08 03:21:20'),
(276, 'taichinh01', '$2y$10$DTe.06RTJl9/S4OS4zbNTekmD6fVzD/cmXOtBHvXnzW/AidMschai', 'Nguyễn Công Minh', 'minhnc@tdmue.edu.vn', '0585820637', NULL, NULL, 'staff', 1, '2026-05-09 17:02:42'),
(277, 'huynq', '$2y$10$LYvLDqEb2/xCfCOsky2pF.EMg.g1yKH2/PF6N7O8GHB42m.kDwule', 'Nguyễn Quang Huy', 'huynq@tdmue.edu.vn', '0483582523', NULL, NULL, 'staff', 1, '2026-05-09 17:18:17');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `user_roles`
--

CREATE TABLE `user_roles` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `role_id` int(11) NOT NULL,
  `granted_by` int(11) DEFAULT NULL COMMENT 'user_id của admin đã cấp quyền',
  `granted_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `expires_at` timestamp NULL DEFAULT NULL COMMENT 'Hết hạn quyền, NULL = vĩnh viễn',
  `note` varchar(255) DEFAULT NULL COMMENT 'Ghi chú khi cấp quyền'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Đang đổ dữ liệu cho bảng `user_roles`
--

INSERT INTO `user_roles` (`id`, `user_id`, `role_id`, `granted_by`, `granted_at`, `expires_at`, `note`) VALUES
(1, 22, 2, 1, '2026-05-07 08:45:40', NULL, ''),
(3, 24, 6, 1, '2026-05-07 09:47:15', NULL, ''),
(4, 25, 1, 1, '2026-05-07 10:13:20', NULL, ''),
(5, 25, 13, 1, '2026-05-07 11:43:19', NULL, ''),
(6, 276, 6, 1, '2026-05-09 17:03:00', NULL, ''),
(7, 277, 4, 1, '2026-05-09 17:18:40', NULL, '');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `visit_logs`
--

CREATE TABLE `visit_logs` (
  `id` bigint(20) NOT NULL,
  `user_id` int(11) DEFAULT NULL COMMENT 'NULL = khách vãng lai',
  `role` varchar(20) DEFAULT NULL COMMENT 'admin, student, teacher, staff',
  `session_id` varchar(128) NOT NULL COMMENT 'PHP session ID',
  `ip` varchar(45) DEFAULT NULL,
  `user_agent` text DEFAULT NULL,
  `login_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `last_seen` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Đang đổ dữ liệu cho bảng `visit_logs`
--

INSERT INTO `visit_logs` (`id`, `user_id`, `role`, `session_id`, `ip`, `user_agent`, `login_at`, `last_seen`) VALUES
(1, 1, 'admin', 'siqae94valb9jaitc4sah5onl3', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 01:18:41', '2026-05-08 01:27:36'),
(4, 22, 'staff', '3ghdsbnv4cailijgglbldkces9', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 01:29:16', '2026-05-08 01:32:52'),
(15, 1, 'admin', '7k81it7329kma5tmg19hmdns05', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 01:35:00', '2026-05-08 01:35:26'),
(20, 22, 'staff', '32n6iugsvcujsr5307b5elo08u', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 01:50:36', '2026-05-08 01:50:36'),
(21, 24, 'staff', 'd1jl2em901dnc0qeb95aor7sa4', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 01:50:55', '2026-05-08 01:50:55'),
(22, 1, 'admin', '7ibpp6rtfdnsl72pffli5884gs', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 01:51:25', '2026-05-08 01:51:25'),
(23, 21, 'student', '0q6obfi20phaijc13enumr5dcg', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 01:55:50', '2026-05-08 01:55:50'),
(24, 21, 'student', '24gh04hsa6qpc4ft11tjbcrv2p', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 01:56:00', '2026-05-08 01:56:00'),
(25, 2, 'student', 'ke8bid2411nlsgn6mt0djusg86', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 01:56:26', '2026-05-08 01:56:26'),
(26, 1, 'admin', 'rtqk716ufs4usrjv7m0apd9ftv', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 02:02:03', '2026-05-08 02:02:03'),
(27, 2, 'student', 'nguplimi7o09lblvt7p2ardqc4', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 02:15:12', '2026-05-08 02:15:12'),
(28, 25, 'staff', 'f1837o650391dh10e7ttnouth7', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 02:16:23', '2026-05-08 02:16:23'),
(29, 1, 'admin', 'p58r0plgk86uaaotpsqdqvdtgo', '::1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/146.0.0.0 Safari/537.36', '2026-05-08 02:59:02', '2026-05-08 02:59:02');

--
-- Chỉ mục cho các bảng đã đổ
--

--
-- Chỉ mục cho bảng `admission_applications`
--
ALTER TABLE `admission_applications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `major_id` (`major_id`),
  ADD KEY `method_id` (`method_id`);

--
-- Chỉ mục cho bảng `admission_methods`
--
ALTER TABLE `admission_methods`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `admission_news`
--
ALTER TABLE `admission_news`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `admission_rounds`
--
ALTER TABLE `admission_rounds`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `year_unique` (`year`);

--
-- Chỉ mục cho bảng `cache`
--
ALTER TABLE `cache`
  ADD PRIMARY KEY (`key`),
  ADD KEY `cache_expiration_index` (`expiration`);

--
-- Chỉ mục cho bảng `cache_locks`
--
ALTER TABLE `cache_locks`
  ADD PRIMARY KEY (`key`),
  ADD KEY `cache_locks_expiration_index` (`expiration`);

--
-- Chỉ mục cho bảng `classes`
--
ALTER TABLE `classes`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `class_code` (`class_code`),
  ADD KEY `major_id` (`major_id`);

--
-- Chỉ mục cho bảng `contacts`
--
ALTER TABLE `contacts`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `course_sections`
--
ALTER TABLE `course_sections`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `section_code` (`section_code`),
  ADD KEY `subject_id` (`subject_id`),
  ADD KEY `teacher_id` (`teacher_id`),
  ADD KEY `semester_id` (`semester_id`);

--
-- Chỉ mục cho bảng `evaluation_levels`
--
ALTER TABLE `evaluation_levels`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `level_value` (`level_value`);

--
-- Chỉ mục cho bảng `evaluation_periods`
--
ALTER TABLE `evaluation_periods`
  ADD PRIMARY KEY (`id`),
  ADD KEY `semester_id` (`semester_id`);

--
-- Chỉ mục cho bảng `evaluation_questions`
--
ALTER TABLE `evaluation_questions`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `faculties`
--
ALTER TABLE `faculties`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `faculty_code` (`faculty_code`);

--
-- Chỉ mục cho bảng `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Chỉ mục cho bảng `final_exam_schedules`
--
ALTER TABLE `final_exam_schedules`
  ADD PRIMARY KEY (`id`),
  ADD KEY `course_section_id` (`course_section_id`);

--
-- Chỉ mục cho bảng `grades`
--
ALTER TABLE `grades`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `student_subject_id` (`student_subject_id`);

--
-- Chỉ mục cho bảng `jobs`
--
ALTER TABLE `jobs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `jobs_queue_index` (`queue`);

--
-- Chỉ mục cho bảng `job_batches`
--
ALTER TABLE `job_batches`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `majors`
--
ALTER TABLE `majors`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `major_code` (`major_code`),
  ADD KEY `faculty_id` (`faculty_id`);

--
-- Chỉ mục cho bảng `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `notifications`
--
ALTER TABLE `notifications`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`),
  ADD KEY `personal_access_tokens_expires_at_index` (`expires_at`);

--
-- Chỉ mục cho bảng `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `code` (`code`);

--
-- Chỉ mục cho bảng `role_permissions`
--
ALTER TABLE `role_permissions`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `role_perm_unique` (`role_id`,`module`,`permission`);

--
-- Chỉ mục cho bảng `semesters`
--
ALTER TABLE `semesters`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `user_id` (`user_id`),
  ADD UNIQUE KEY `student_code` (`student_code`),
  ADD KEY `class_id` (`class_id`);

--
-- Chỉ mục cho bảng `student_evaluations`
--
ALTER TABLE `student_evaluations`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `unique_student_evaluation` (`student_id`,`course_section_id`,`period_id`,`question_id`),
  ADD KEY `course_section_id` (`course_section_id`),
  ADD KEY `teacher_id` (`teacher_id`),
  ADD KEY `period_id` (`period_id`),
  ADD KEY `question_id` (`question_id`);

--
-- Chỉ mục cho bảng `student_extra_comments`
--
ALTER TABLE `student_extra_comments`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `unique_extra` (`student_id`,`course_section_id`,`period_id`);

--
-- Chỉ mục cho bảng `student_subjects`
--
ALTER TABLE `student_subjects`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `unique_student_subject` (`student_id`,`course_section_id`),
  ADD KEY `course_section_id` (`course_section_id`);

--
-- Chỉ mục cho bảng `subjects`
--
ALTER TABLE `subjects`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `subject_code` (`subject_code`),
  ADD KEY `major_id` (`major_id`);

--
-- Chỉ mục cho bảng `teachers`
--
ALTER TABLE `teachers`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `user_id` (`user_id`),
  ADD UNIQUE KEY `teacher_code` (`teacher_code`),
  ADD KEY `faculty_id` (`faculty_id`);

--
-- Chỉ mục cho bảng `training_programs`
--
ALTER TABLE `training_programs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `major_id` (`major_id`);

--
-- Chỉ mục cho bảng `training_program_subjects`
--
ALTER TABLE `training_program_subjects`
  ADD PRIMARY KEY (`id`),
  ADD KEY `program_id` (`program_id`);

--
-- Chỉ mục cho bảng `tuition_configs`
--
ALTER TABLE `tuition_configs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `semester_id` (`semester_id`),
  ADD KEY `major_id` (`major_id`);

--
-- Chỉ mục cho bảng `tuition_invoices`
--
ALTER TABLE `tuition_invoices`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `uq_ps` (`period_id`,`student_id`),
  ADD KEY `semester_id` (`semester_id`),
  ADD KEY `status` (`status`),
  ADD KEY `due_date` (`due_date`);

--
-- Chỉ mục cho bảng `tuition_payments`
--
ALTER TABLE `tuition_payments`
  ADD PRIMARY KEY (`id`),
  ADD KEY `invoice_id` (`invoice_id`),
  ADD KEY `paid_at` (`paid_at`);

--
-- Chỉ mục cho bảng `tuition_periods`
--
ALTER TABLE `tuition_periods`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `uq_semester` (`semester_id`),
  ADD KEY `status` (`status`),
  ADD KEY `due_date` (`due_date`);

--
-- Chỉ mục cho bảng `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `username` (`username`);

--
-- Chỉ mục cho bảng `user_roles`
--
ALTER TABLE `user_roles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `user_role_unique` (`user_id`,`role_id`),
  ADD KEY `role_id` (`role_id`);

--
-- Chỉ mục cho bảng `visit_logs`
--
ALTER TABLE `visit_logs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `session_unique` (`session_id`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `role` (`role`),
  ADD KEY `login_at` (`login_at`);

--
-- AUTO_INCREMENT cho các bảng đã đổ
--

--
-- AUTO_INCREMENT cho bảng `admission_applications`
--
ALTER TABLE `admission_applications`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1059;

--
-- AUTO_INCREMENT cho bảng `admission_methods`
--
ALTER TABLE `admission_methods`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `admission_news`
--
ALTER TABLE `admission_news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `admission_rounds`
--
ALTER TABLE `admission_rounds`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT cho bảng `classes`
--
ALTER TABLE `classes`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- AUTO_INCREMENT cho bảng `contacts`
--
ALTER TABLE `contacts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT cho bảng `course_sections`
--
ALTER TABLE `course_sections`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT cho bảng `evaluation_levels`
--
ALTER TABLE `evaluation_levels`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `evaluation_periods`
--
ALTER TABLE `evaluation_periods`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT cho bảng `evaluation_questions`
--
ALTER TABLE `evaluation_questions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT cho bảng `faculties`
--
ALTER TABLE `faculties`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT cho bảng `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `final_exam_schedules`
--
ALTER TABLE `final_exam_schedules`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT cho bảng `grades`
--
ALTER TABLE `grades`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT cho bảng `jobs`
--
ALTER TABLE `jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `majors`
--
ALTER TABLE `majors`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT cho bảng `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT cho bảng `notifications`
--
ALTER TABLE `notifications`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `roles`
--
ALTER TABLE `roles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT cho bảng `role_permissions`
--
ALTER TABLE `role_permissions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=85;

--
-- AUTO_INCREMENT cho bảng `semesters`
--
ALTER TABLE `semesters`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT cho bảng `students`
--
ALTER TABLE `students`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=259;

--
-- AUTO_INCREMENT cho bảng `student_evaluations`
--
ALTER TABLE `student_evaluations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=108;

--
-- AUTO_INCREMENT cho bảng `student_extra_comments`
--
ALTER TABLE `student_extra_comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT cho bảng `student_subjects`
--
ALTER TABLE `student_subjects`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=79;

--
-- AUTO_INCREMENT cho bảng `subjects`
--
ALTER TABLE `subjects`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=53;

--
-- AUTO_INCREMENT cho bảng `teachers`
--
ALTER TABLE `teachers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT cho bảng `training_programs`
--
ALTER TABLE `training_programs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `training_program_subjects`
--
ALTER TABLE `training_program_subjects`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `tuition_configs`
--
ALTER TABLE `tuition_configs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `tuition_invoices`
--
ALTER TABLE `tuition_invoices`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT cho bảng `tuition_payments`
--
ALTER TABLE `tuition_payments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `tuition_periods`
--
ALTER TABLE `tuition_periods`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT cho bảng `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=278;

--
-- AUTO_INCREMENT cho bảng `user_roles`
--
ALTER TABLE `user_roles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT cho bảng `visit_logs`
--
ALTER TABLE `visit_logs`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- Các ràng buộc cho các bảng đã đổ
--

--
-- Các ràng buộc cho bảng `admission_applications`
--
ALTER TABLE `admission_applications`
  ADD CONSTRAINT `admission_applications_ibfk_1` FOREIGN KEY (`major_id`) REFERENCES `majors` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `admission_applications_ibfk_2` FOREIGN KEY (`method_id`) REFERENCES `admission_methods` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `classes`
--
ALTER TABLE `classes`
  ADD CONSTRAINT `classes_ibfk_1` FOREIGN KEY (`major_id`) REFERENCES `majors` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `course_sections`
--
ALTER TABLE `course_sections`
  ADD CONSTRAINT `course_sections_ibfk_1` FOREIGN KEY (`subject_id`) REFERENCES `subjects` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `course_sections_ibfk_2` FOREIGN KEY (`teacher_id`) REFERENCES `teachers` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `course_sections_ibfk_3` FOREIGN KEY (`semester_id`) REFERENCES `semesters` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `evaluation_periods`
--
ALTER TABLE `evaluation_periods`
  ADD CONSTRAINT `evaluation_periods_ibfk_1` FOREIGN KEY (`semester_id`) REFERENCES `semesters` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `final_exam_schedules`
--
ALTER TABLE `final_exam_schedules`
  ADD CONSTRAINT `final_exam_schedules_ibfk_1` FOREIGN KEY (`course_section_id`) REFERENCES `course_sections` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `grades`
--
ALTER TABLE `grades`
  ADD CONSTRAINT `grades_ibfk_1` FOREIGN KEY (`student_subject_id`) REFERENCES `student_subjects` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `majors`
--
ALTER TABLE `majors`
  ADD CONSTRAINT `majors_ibfk_1` FOREIGN KEY (`faculty_id`) REFERENCES `faculties` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `role_permissions`
--
ALTER TABLE `role_permissions`
  ADD CONSTRAINT `role_permissions_ibfk_1` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `students`
--
ALTER TABLE `students`
  ADD CONSTRAINT `students_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `students_ibfk_2` FOREIGN KEY (`class_id`) REFERENCES `classes` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `student_evaluations`
--
ALTER TABLE `student_evaluations`
  ADD CONSTRAINT `student_evaluations_ibfk_1` FOREIGN KEY (`student_id`) REFERENCES `students` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `student_evaluations_ibfk_2` FOREIGN KEY (`course_section_id`) REFERENCES `course_sections` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `student_evaluations_ibfk_3` FOREIGN KEY (`teacher_id`) REFERENCES `teachers` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `student_evaluations_ibfk_4` FOREIGN KEY (`period_id`) REFERENCES `evaluation_periods` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `student_evaluations_ibfk_5` FOREIGN KEY (`question_id`) REFERENCES `evaluation_questions` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `student_subjects`
--
ALTER TABLE `student_subjects`
  ADD CONSTRAINT `student_subjects_ibfk_1` FOREIGN KEY (`student_id`) REFERENCES `students` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `student_subjects_ibfk_2` FOREIGN KEY (`course_section_id`) REFERENCES `course_sections` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `subjects`
--
ALTER TABLE `subjects`
  ADD CONSTRAINT `subjects_ibfk_1` FOREIGN KEY (`major_id`) REFERENCES `majors` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `teachers`
--
ALTER TABLE `teachers`
  ADD CONSTRAINT `teachers_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `teachers_ibfk_2` FOREIGN KEY (`faculty_id`) REFERENCES `faculties` (`id`) ON DELETE CASCADE;

--
-- Các ràng buộc cho bảng `training_programs`
--
ALTER TABLE `training_programs`
  ADD CONSTRAINT `training_programs_ibfk_1` FOREIGN KEY (`major_id`) REFERENCES `majors` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Các ràng buộc cho bảng `training_program_subjects`
--
ALTER TABLE `training_program_subjects`
  ADD CONSTRAINT `training_program_subjects_ibfk_1` FOREIGN KEY (`program_id`) REFERENCES `training_programs` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Các ràng buộc cho bảng `user_roles`
--
ALTER TABLE `user_roles`
  ADD CONSTRAINT `user_roles_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `user_roles_ibfk_2` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
